{
    "chapter0":
        {},
    "chapter1": 
        {
            "id": 1,
            "date":20240403,
            "text": "\"<div class=\\\"m-main\\\" id=\\\"m-main-chapter1\\\" data-name=\\\"Empezar\\\" data-number=\\\"1\\\"> <!--comienzo m-main-->\\n    <p class=\\\"m-h1\\\">Empezar</p>\\n    <section id=\\\"1-1\\\" data-heading=\\\"Ingresar datos del paciente\\\">\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-1-startscreen1.webp\\\">\\n        </div>\\n        <p>En la primera pantalla, puedes ingresar las características del paciente y elegir un modelo. Según el modelo, puede haber diferentes parámetros del paciente que se requieran. En la parte superior, puedes elegir entre los modos \\\"Adulto\\\" y \\\"Pediatría\\\". Para opioides, se te pedirá que ingreses la dilución.</p>\\n        <p class=\\\"m-h3\\\">Validación</p>\\n        <p>Se aplica validación de datos a la entrada de datos. El IMC, el peso para la edad y la longitud para la edad se muestran cuando están disponibles, de acuerdo con las definiciones de la OMS y los Estándares de Crecimiento Infantil. Un hábitus corporal extremo invocará una advertencia.</p>\\n        <p class=\\\"m-h3\\\">Paciente pediátrico</p>\\n        <p>En el modo pediátrico, se proporcionan características adicionales:</p>\\n        <ul>\\n            <li>Unidad de edad: a/m/d</li>\\n            <li>Edad posmenstrual: coparámetro en el modelo de Eleveld - la prematuridad afecta el aclaramiento en <6 meses</li>\\n            <li>Validación de peso con los Estándares de Crecimiento Infantil de la OMS</li>\\n            <li>Dilución personalizada de opioides</li>\\n            <li>Valor BIS estimado dependiente de la edad para el modelo de Eleveld</li>\\n        </ul>\\n        <p>También se proporcionan otras características que existen en pacientes adultos para el paciente pediátrico, por ejemplo, modo complejo e interacción PD de propofol-opioide.</p>\\n        <p>En el siguiente video de demostración, se simulan regímenes de TCI de propofol y remifentanilo en niños. La dilución de remifentanilo se puede personalizar.</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">TCI pediátrica con <a href=\\\"https://t.co/qLpMHjFA1Q\\\">https://t.co/qLpMHjFA1Q</a> (1/3)<a href=\\\"https://t.co/KXov8b2dRM\\\">https://t.co/KXov8b2dRM</a> tiene funciones de TCI diseñadas especialmente para niños, pero no como una ocurrencia posterior. En este video, se simulan regímenes de TCI de propofol y remifentanilo. La dilución de remifentanilo se puede personalizar. <a href=\\\"https://t.co/1jMePtz0kp\\\">pic.twitter.com/1jMePtz0kp</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1705766533837046231?ref_src=twsrc%5Etfw\\\">September 24, 2023</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n    </section>\\n    <section id=\\\"1-4\\\" data-heading=\\\"Fármacos y modelos\\\">\\n        <p class=\\\"m-h2\\\">Fármacos y modelos</p>\\n        <p>Los modelos disponibles son: </p>\\n        <ul>\\n            <li>Propofol: Eleveld, Marsh, Schnider, Paedfusor</li>\\n            <li>Remifentanilo: Minto, Eleveld</li>\\n            <li>Fentanilo: Shafer</li>\\n            <li>Alfentanilo: Maitre</li>\\n            <li>Modo complejo: para simular la combinación de propofol y opioides, selecciona \\\"Complejo (Modo dual)\\\" en \\\"Modelo\\\" en la primera pantalla. Esto te permitirá ingresar datos para propofol y opioides en la segunda pantalla.\\n        </ul>\\n    </section>\\n    <section id=\\\"1-5\\\" data-heading=\\\"Selección de modo\\\">\\n        <p class=\\\"m-h2\\\">Pantalla de selección de modo</p>\\n        <p>Después de seleccionar un modelo, puedes elegir uno de los cuatro modos de infusión, a saber, objetivo de CP, objetivo de CE, bolo manual y infusión, y bolo intermitente. Estos se explicarán detalladamente en el Capítulo 2.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-1-startscreen2.webp\\\">\\n        </div>\\n        <p>Si has seleccionado \\\"Complejo (Modo dual)\\\" en \\\"Modelo\\\" en la primera pantalla, puedes personalizar la información de propofol y opioides en la segunda pantalla. Por ejemplo, el modelo PK y la dilución del fármaco se pueden ingresar.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-1-start-complex.webp\\\">\\n        </div>\\n    </section>\\n    <section id=\\\"1-6\\\" data-heading=\\\"Instalación/Descarga\\\">\\n        <p class=\\\"m-h2\\\">Instalación/Descarga</p>\\n        <p>Simtiva.app es un sitio web que puede funcionar como una aplicación web. Esto significa que puedes ejecutarlo dentro de tu navegador web (Safari en iPhone, Chrome en Android u otros navegadores en computadoras), o puedes optar por instalarlo directamente a través de tu navegador. Una vez instalado, agrega un ícono a tu pantalla de inicio que actúa como el acceso directo a la aplicación y también se puede usar sin conexión, sin acceso a internet. Demos para la instalación en iPhone y Android ilustrados a continuación:</p>\\n        <p class=\\\"m-h3\\\">iPhone iOS Safari:</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">¿Sabías que...?<a href=\\\"https://t.co/KXov8b2dRM\\\">https://t.co/KXov8b2dRM</a> es una aplicación web progresiva (PWA). Puede funcionar como cualquier otra página web en tu navegador en teléfonos móviles y computadoras.<br><br>Además,\\n\\n puedes instalarlo en tu iPhone (ver video/captura de pantalla) haciendo clic en compartir -&gt; agregar a la pantalla de inicio.<a href=\\\"https://twitter.com/hashtag/TIVA?src=hash&amp;ref_src=twsrc%5Etfw\\\">#TIVA</a> <a href=\\\"https://twitter.com/hashtag/TCI?src=hash&amp;ref_src=twsrc%5Etfw\\\">#TCI</a> <a href=\\\"https://t.co/t5zCk67GY5\\\">pic.twitter.com/t5zCk67GY5</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1725058259210649691?ref_src=twsrc%5Etfw\\\">November 16, 2023</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n        <p class=\\\"m-h3\\\">Android Chrome:</p>\\n        <p>Selecciona \\\"Instalar aplicación\\\" desde el botón del menú <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-ellipsis-v\\\"></i></span>.\\n        </p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-1-install-android-chrome.jpg\\\">\\n        </div>\\n    </section>\\n</div>\\n\""
        },
    "chapter2":
        {
            "id": 2,
            "date":20240413,
            "text": "\"<div class=\\\"m-main\\\" id=\\\"m-main-chapter2\\\" data-name=\\\"Ejecución de Simulaciones\\\" data-number=\\\"2\\\">\\n\\n    <p class=\\\"m-h1\\\">Modos de simulación</p>\\n    <section id=\\\"2-1\\\" data-heading=\\\"Introducción\\\">\\n        <p>Existen 4 modos para la simulación de un único fármaco, a saber, objetivo CP (objetivo en el sitio plasmático), objetivo CE (objetivo en el sitio de efecto), modo manual o modo de bolo intermitente. Además, hay un \\\"Modo complejo (dual)\\\" para simular infusiones simultáneas de propofol en combinación con un opioid de tu elección.</p>\\n        <p>Los cálculos farmacocinéticos se basan en STANPUMP, creado por Steven Shafer, disponible gratuitamente en opentci.org. Créditos completos y detalles disponibles en la pantalla \\\"Acerca de\\\".</p>\\n        <p class=\\\"m-h3\\\">Precaución sobre la precisión</p>\\n        <p>Ten en cuenta que SimTIVA es un programa de simulación por computadora solo para simular la administración de TIVA utilizando una bomba TCI; pero no tiene una interfaz de conexión física con una bomba de jeringa. SimTIVA está diseñado de manera que se asume que el usuario tiene múltiples tareas ocupadas y puede que no esté libre para ajustar los ajustes de la bomba muy frecuentemente (digamos cada 10 segundos). En una bomba TCI, las tasas de infusión se actualizan con frecuencia, por ejemplo, cada 10 segundos. Sin embargo, en SimTIVA, el concepto es simplificar el régimen de infusión para que las tasas de infusión necesiten ajustarse solo varias veces por hora (definitivamente no cada otro segundo o minuto), de lo contrario, sería demasiado engorroso para el anestesista que cuida al paciente tener que ajustar frecuentemente la tasa de infusión en la bomba. Con esto en mente, en el modo de objetivo CP o CE, el régimen de infusión de SimTIVA solo requiere que cambies las tasas de infusión unas 5-7 veces durante la primera hora aproximadamente. El inconveniente de esto es la precisión, SimTIVA no podrá entregar un objetivo CP/CE perfecto porque el CP/CE fluctuará si las tasas de infusión no se ajustan muy frecuentemente.</p>\\n        <p><p class=\\\"m-h3\\\">Simulación en tiempo real</p>\\n        <p>SimTIVA está diseñado para funcionar en tiempo real, es decir, paralelo a la secuencia de tiempo real de un caso clínico. El reloj (que se muestra en la esquina superior izquierda) comenzará a contar en el momento en que inicies tu simulación. Para características avanzadas en la reconfiguración de la línea de tiempo, o retroceder parcialmente o avanzar en el tiempo, lee el Capítulo 7 - Trabajando con la línea de tiempo.</p>\\n        <p class=\\\"m-h3\\\">Visión general de la visualización de información</p>\\n        <p>En todos los modos, el CP y CE actuales se muestran en la parte superior. También aparecerá una tercera caja, indicando la tasa de infusión en ml/h, si una infusión está en curso. El gráfico farmacocinético principal visualiza la trama de los valores de CP/CE a lo largo del tiempo. Si estás usando el modelo de propofol de <span class=\\\"m-emphasis\\\">Eleveld</span>, aparecerá una caja debajo del gráfico farmacocinético principal, mostrando el valor predicho del índice bispectral (BIS), que se estima a partir del modelo farmacodinámico de Eleveld.</p>\\n        <p>Para obtener una guía más detallada sobre cómo usar los gráficos en SimTIVA, procede al Capítulo 5: Trabajando con los gráficos.</p>\\n    </section>\\n\\n<section id=\\\"2-2\\\" data-heading=\\\"Orientación CP\\\">\\n    <p class=\\\"m-h2\\\">Modo de orientación CP (sitio plasmático)</p>\\n    <p>En este modo, puedes ingresar un objetivo de CP. Por ejemplo, configurar un objetivo de CP de propofol de 3mcg/ml utilizando el modelo de Marsh dará lugar al siguiente régimen de infusión. El CP actual, CE, y la tasa de infusión se mostrarán en la parte superior de la pantalla. El régimen de infusión CPT sugerido se enumera bajo \\\"Esquema\\\" para guiarte a través de los próximos cambios de tasa para mantener la concentración objetivo deseada. En dispositivos móviles, es posible que necesites alternar entre las pantallas \\\"Gráfico\\\" y \\\"Esquema\\\".</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-2-cptmode.webp\\\">\\n    </div>\\n    <p class=\\\"m-h3\\\">Cuadro de vista previa</p>\\n    <p>Al ingresar tu objetivo de CP, aparecerá un cuadro azul, sugiriendo la acción a seguir. Por ejemplo, un bolo seguido de una infusión en ml/h.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-2-expand-hide.webp\\\">\\n    </div>\\n    <p>Puedes hacer clic en \\\"Expandir\\\" para ampliar el cuadro de vista previa a una vista previa completa, que te presentará todo el esquema TCI para las próximas horas. Haciendo clic en \\\"Ocultar\\\" colapsará el cuadro a su estado original.</p>\\n    <p class=\\\"m-h3\\\">Cuadro de recordatorio</p>\\n    <p>Cuando el próximo cambio en la tasa de infusión es inminente, un cuadro de recordatorio rojo te lo recordará. Si las \\\"Notificaciones\\\" y/o \\\"Sonidos\\\" en Opciones están activados, las indicaciones aparecerán en momentos apropiados (solo dispositivos compatibles). Consulta el Capítulo 4 - Opciones. El botón \\\"Cerrar\\\" ocultará temporalmente el cuadro de recordatorio.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-2-warning.webp\\\">\\n    </div>\\n</section>\\n\\n    <section id=\\\"2-3\\\" data-heading=\\\"Objetivo CE\\\">\\n        <p class=\\\"m-h2\\\">Modo de objetivo CE (sitio de efecto)</p>\\n        <p>En este modo, puedes ingresar un objetivo de CE. Típicamente, se permite que la concentración plasmática se sobrepase para adaptarse al rápido logro de CE hacia el objetivo. Además, hay una pausa después del bolo inicial para que el CE se equilibre con el CP. Por ejemplo, configurar un objetivo de CP de propofol de 3mcg/ml usando el modelo de Eleveld dará lugar al siguiente régimen de infusión. El CP actual, CE y la tasa de infusión se mostrarán en la parte superior de la pantalla. El régimen de infusión CET sugerido se enumera en \\\"Esquema\\\" para guiarte a través de los\\n\\n próximos cambios de tasa para mantener tu concentración deseada del objetivo. En dispositivos móviles, es posible que necesites alternar entre las visualizaciones \\\"Gráfico\\\" y \\\"Esquema\\\".</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-2-cetmode.webp\\\">\\n        </div>\\n        <p class=\\\"m-h3\\\">Expansión del cuadro de vista previa</p>\\n        <p>Como se mencionó anteriormente, aparecerá un cuadro de vista previa al ingresar un objetivo de CE. Un consejo práctico es que puedes expandir el cuadro de vista previa haciendo clic en \\\"Expandir\\\" debajo del cuadro de vista previa azul para tener una comprensión completa del esquema completo de CET antes de iniciar tu infusión. Demostración como se muestra a continuación:</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\"><a href=\\\"https://t.co/4zrK2ZezXO\\\">https://t.co/4zrK2ZezXO</a> primera actualización en 2024. La interfaz de usuario de los modos CET y CPT ha sido rediseñada. Más importante aún, se dispone de una vista previa completa del esquema (haz clic en \\\"expandir\\\") para que puedas previsualizar el nuevo esquema antes de enviarlo. Otros arreglos de errores en el registro de cambios. <a href=\\\"https://t.co/05hZqyiVJD\\\">pic.twitter.com/05hZqyiVJD</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1748538694238384591?ref_src=twsrc%5Etfw\\\">January 20, 2024</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n    </section>\\n    <section id=\\\"2-4\\\" data-heading=\\\"Modo Manual\\\">\\n        <p class=\\\"m-h2\\\">Modo Manual</p>\\n        <p>En este modo, puedes ingresar el bolo y la tasa de infusión manualmente. La unidad de entrada del bolo se puede ingresar como ml, mg o mg/kg para propofol, o ml, mcg o mcg/kg para opioides. La unidad de infusión, de manera similar, se puede configurar en función del volumen, masa/tiempo o masa/peso corporal/tiempo. Puedes cambiar estas unidades haciendo clic en la flecha <span style=\\\"padding: 4px; width: 2rem; background: #eee\\\"><i class=\\\"fas fa-chevron-down\\\"></i></span> al lado de la entrada de bolo/infusión. El CP actual, CE y la tasa de infusión se mostrarán en la parte superior de la pantalla.</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">Finalizando 2023 con una nueva característica (<a href=\\\"https://t.co/4zrK2ZezXO\\\">https://t.co/4zrK2ZezXO</a>): Unidades de Bolo e Infusión: Ahora puedes cambiar entre \\\"mg\\\" vs \\\"mg/kg\\\" vs \\\"ml\\\" para el bolo, \\\"ml/h\\\" vs \\\"mg/kg/h\\\" (o unidades apropiadas) para infusión en modo manual.<br>Puedes cambiarlo tocando el menú desplegable 🔽 o a través de “Opciones”.<br>(1/2) <a href=\\\"https://t.co/hCthkRDMbO\\\">pic.twitter.com/hCthkRDMbO</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1736365967851331753?ref_src=twsrc%5Etfw\\\">December 17, 2023</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n    </section>\\n    <section id=\\\"2-5\\\" data-heading=\\\"Modo de Bolo Intermitente\\\">\\n        <p class=\\\"m-h2\\\">Modo de Bolo Intermitente</p>\\n        <p>En este modo, se genera un esquema de bolos repetidos intermitentes para lograr y mantener una cierta concentración objetivo en el sitio de efecto. Esto es adecuado en un entorno donde no hay bombas de jeringa disponibles, por ejemplo, un caso breve en un lugar remoto o en un entorno de recursos limitados. Con el modo de bolo intermitente, se generan una serie de bolos manuales pequeños repetidos, para simular una infusión controlada por objetivo lo más cercana posible. La precisión del esquema de bolo intermitente repetido se ve afectada por la fluctuación de CE. Precaución: este modo no tiene en cuenta los efectos adversos de administrar bolos, especialmente en dosis mayores, por ejemplo, un fármaco como el remifentanilo puede no ser adecuado para ser administrado en bolos intermitentes debido a los efectos secundarios de bradicardia y apnea.</p>\\n        <p>La cantidad de bolo y el intervalo de tiempo variarán según el objetivo de CE y el nivel anticipado de fluctuación de CE, descrito como niveles pico/hendidura en esta aplicación. Los niveles pico/hendidura representan la magnitud de la fluctuación de CE. Por ejemplo, cuando se establece en ±5%, el CE alcanzará un máximo del 105% del objetivo y luego caerá a un mínimo del 95% del objetivo. En el nivel de hendidura, se administrará otro bolo y el ciclo se repetirá.</p>\\n        <p>Consulta el siguiente ejemplo, en un paciente simulado, para lograr un objetivo de CE aproximado de 3mcg/ml usando el modelo de Eleveld para propofol:</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-2-IBmode-1.webp\\\">\\n        </div>\\n        <p>El cuadro de información mostrará una barra de cuenta regresiva horizontal y un temporizador para notificarte sobre el próximo monto del bolo.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-2-IBmode-2-countdown.webp\\\">\\n        </div>\\n        <p>El esquema generado dará como resultado un gráfico farmacocin\\n\\nético como el siguiente. Ten en cuenta la fluctuación en CE en respuesta a los bolos repetidos; dentro de los márgenes preestablecidos de ±5% en este ejemplo. Los valores de CP fluctuarán ampliamente.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-2-IBmode-3-graph.webp\\\">\\n        </div>\\n        <p>El esquema para lograr y mantener un objetivo de CE de 3mcg/ml se muestra a continuación.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-2-IBmode-4-scheme.webp\\\">\\n        </div>\\n        <p>Cuando está a punto de entregarse el próximo bolo, aparecerá una advertencia para recordarte de un próximo bolo. El monto del bolo también parpadeará en el cuadro de visualización superior.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-2-IBmode-5-prompt.webp\\\">\\n        </div>\\n    </section>\\n    <section id=\\\"2-6\\\" data-heading=\\\"Modo Complejo\\\">\\n        <p class=\\\"m-h2\\\">Modo Complejo (Dual)</p>\\n        <p>En este modo, puedes ejecutar simulaciones de dos fármacos simultáneamente. Para cada fármaco, se conservan las funciones de objetivo CP o CE, infusión manual o modo de bolo intermitente. Además, puedes explorar la interacción farmacodinámica (PD) entre propofol y opioides, ya que propofol y opioides muestran una intensa sinergia. La probabilidad de tolerancia a la laringoscopia (PTOL) se utiliza como medida de la potencia de la combinación propofol-opiáceo. Los gráficos de isobologramas ilustran las combinaciones propofol-opiáceo para lograr el mismo efecto farmacodinámico.</p>\\n        <p><b>Para más detalles, por favor lee el Capítulo 8: Modo complejo</b></p>\\n        <p>Isobolograma: utilizando diferentes combinaciones de CE-propofol y CE-remifentanilo (concentraciones en el sitio de efecto de propofol y remifentanilo respectivamente), todas dando como resultado la misma respuesta predicha (probabilidad del 90% de tolerar la laringoscopia, PTOL90), se dibuja una línea (isóbola) conectando todas las posibles combinaciones de CE-propofol/CE-remifentanilo para lograr el mismo efecto idéntico (van den Berg 2021). En nuestro programa de simulación, se repite el mismo método para PTOL80, PTOL70... PTOL10 para generar un total de 9 isóboles en el gráfico bidimensional. El contorno de los isóboles es típico de la sinergia o la interacción supradditiva.</p>\\n        <p>Para el opioide, puedes elegir usar remifentanilo, fentanilo o alfentanilo. El programa convierte el CE en dosis equivalentes.</p>\\n        <p>A continuación, se muestra una demostración en video del modo complejo, con infusiones manuales de propofol y remifentanilo.</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">(4/5) <br>¿Cuándo es la anestesia \\\"demasiado profunda\\\" o \\\"demasiado ligera\\\"? <a href=\\\"https://t.co/KXov8b2dRM\\\">https://t.co/KXov8b2dRM</a> permite el modelado PD y muestra una \\\"zona verde\\\" para marcar los márgenes de CE requeridos para lograr PTOL50-90. En este ejemplo, el CE está en la zona verde pero se predice que caerá por debajo del margen de PTOL50 más allá de los 7.5 minutos <a href=\\\"https://t.co/KJ0ICsQdeT\\\">pic.twitter.com/KJ0ICsQdeT</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1702847358290280870?ref_src=twsrc%5Etfw\\\">September 16, 2023</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n</section>\\n\\n</div>\\n\""
        },
    "chapter3": {
            "id": 3,
            "date": 20240824,
            "text": "\"<div class=\\\"m-main\\\" id=\\\"m-main-chapter3\\\" data-name=\\\"Características avanzadas\\\" data-number=\\\"3\\\">\\n    <p class=\\\"m-h1\\\">Características avanzadas</p>\\n    <section id=\\\"3-1\\\" data-heading=\\\"Introducción\\\">\\n        <p>Este capítulo cubrirá las siguientes características avanzadas:</p>\\n        <ul>\\n            <li><b>Retrospectiva:</b> Ingreso de datos de bolo o infusión de manera retrospectiva</li>\\n            <li><b>Estimación de volumen:</b> Calcular el volumen necesario para una duración determinada</li>\\n            <li><b>Estimación de tiempo:</b> Calcular cuánto tiempo va a durar la infusión dado un volumen a infundir</li>\\n            <li><b>Tiempo de despertar:</b> Reducción del tiempo hasta alcanzar una cierta concentración de despertar</li>\\n            <li><b>Emulación de Eleveld:</b> Para los modelos de Marsh o Schnider para propofol, SimTIVA puede emular el modelo de Eleveld utilizando el perfil de infusión de un régimen de infusión de Marsh o Schnider.\\n        </ul>\\n    </section><section id=\\\"3-2\\\" data-heading=\\\"Características avanzadas\\\">\\n    <p class=\\\"m-h2\\\">Características avanzadas</p>\\n    <p class=\\\"m-h3\\\">Retrospectiva</p>\\n    <p>Esta función le permite editar retrospectivamente un bolo manual y un cambio en la tasa de infusión. Por ejemplo, el paciente tuvo una estimulación quirúrgica hace unos minutos, y usted ha administrado un bolo manual (25 mg de propofol) y ajustado la tasa de infusión a 60 ml/h, pero se le ha olvidado ingresar esta información en SimTIVA. Puede corregir esto en SimTIVA utilizando la Función Retrospectiva. Ingrese la información como en la imagen a continuación. Aparecerá un mensaje de advertencia pidiéndole que confirme los datos. Después de esta acción, se le recuerda ingresar un nuevo objetivo CP o CE lo antes posible para continuar con la funcionalidad TCI.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-2-retrospective.webp\\\">\\n    </div>\\n    <p class=\\\"m-h3\\\">Estimación de Volumen</p>\\n    <p>SimTIVA está en ejecución y usted estima que la cirugía restante tomará 30 minutos. ¿Cuánto propofol necesita aún? El panel de \\\"Estimación de Volumen\\\" proporcionará una respuesta, para que sepa si hay suficiente propofol en la jeringa que está infundiendo, o cuánto más es necesario extraer para evitar desperdicios.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-2-volumeestimation.webp\\\">\\n    </div>\\n    <p class=\\\"m-h3\\\">Estimación de Tiempo</p>\\n    <p>SimTIVA está en ejecución y tiene una cierta cantidad de propofol en la jeringa que se está infundiendo actualmente (por ejemplo, quedan 20 ml). Dado el volumen a infundir, ¿cuál es la duración esperada antes de que termine esta infusión? El panel de \\\"Estimación de Tiempo\\\" proporcionará una respuesta.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-2-timeestimation.webp\\\">\\n    </div>\\n    <p class=\\\"m-h3\\\">Tiempo de Despertar</p>\\n    <p>Este panel se basa en el tiempo de disminución desde la CE actual para bajar a la \\\"concentración de despertar\\\" designada si se detiene la infusión en el momento actual. Tenga en cuenta que las características del paciente, los medicamentos concurrentes, la duración de la infusión, etc., tienen un efecto en el tiempo de despertar.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-2-wakeuptime.webp\\\">\\n    </div>\\n</section>\\n<section id=\\\"3-3\\\" data-heading=\\\"Emulación de Eleveld\\\">\\n    <p class=\\\"m-h2\\\">Emulación de Eleveld</p>\\n    <p class=\\\"m-h3\\\">Propósito</p>\\n    <p>El propósito de esta herramienta es emular el modelo de Eleveld utilizando un perfil de infusión generado a partir de los modelos TCI de Marsh y Schnider. De esta manera, puede utilizar una bomba de jeringa TCI existente programada con estos modelos y convertirla en CP, CE y BIS estimado en tiempo real. También puede comparar los modelos antiguos (Marsh/Schnider) con el modelo de nueva generación de Eleveld a través del gráfico de simulación.</p>\\n    <p>Las ventajas de utilizar el modelo de Eleveld incluyen:</p>\\n    <p>(1) <b>Escalado alométrico</b>: al usar la masa libre de grasa, el modelo corrige automáticamente la obesidad. Esto evita errores de dosificación como el uso del peso corporal real en el modelo de Schnider, lo que puede llevar a tasas de infusión erróneamente altas debido al uso de la fórmula de James para calcular la masa corporal magra en el modelo de Schnider.</p>\\n    <p>(2) <b>Predicción de BIS</b>: a partir de su gran conjunto de datos de más de 1,000 pacientes con mediciones de BIS, se proporciona una curva de calibración para convertir CE en un BIS estimado. En un estudio de validación, se encontró que el BIS estimado era preciso.</p>\\n    <p>En vista de lo anterior, la herramienta de emulación de Eleveld puede ayudar a los anestesiólogos a comprender mejor el modelo de Eleveld al derivar datos de infusión de un modelo con el que están más familiarizados (Marsh o Schnider) y convertirlo en valores de CP, CE y BIS estimados calculados a partir del modelo de Eleveld. Usando el gráfico proporcionado, moviendo el cursor sobre el eje de tiempo, puede aprender sobre las diferencias entre los modelos.</p>\\n    <p>Requisitos previos: debe proporcionar la edad, el peso corporal y la altura corporal, y elegir entre los modelos de Marsh o Schnider en la pantalla de entrada. El modo complejo no es compatible en este momento.</p>\\n    <p><b>Nota sobre la obesidad</b>: debe ingresar el peso corporal real en la primera pantalla. Si se detecta obesidad severa (IMC≥35), se le puede solicitar que use el peso corporal ajustado (Adj.BW) en lugar del peso corporal total (TBW) para mejorar el rendimiento del modelo de Marsh/Schnider (Cortinez 2014). Puede optar por usar Adj.BW como se sugiere. La emulación de Eleveld se basará en TBW porque el modelo de Eleveld no requiere ajuste de peso corporal, pero el modelo de Marsh/Schnider se basará en Adj.BW. Entonces, en este escenario, estará comparando entre un modelo Marsh/Schnider-Adj.BW con un modelo Eleveld-TBW.</p>\\n    <p class=\\\"m-h3\\\">Demostración 1 - Peso corporal normal, Marsh</p>\\n    <p>Supongamos que ingresamos estas características del paciente: objetivo de Marsh-CP para un hombre de 50 años, 70 kg, 170 cm. En la parte inferior del gráfico principal, se encuentra el módulo de emulación de Eleveld. Haga clic en \\\"Activar emulación\\\" para comenzar.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-3a-emulationturnon.webp\\\">\\n    </div>\\n    <p>Se proporcionará una tabla para ayudar a convertir un objetivo de Marsh-CP en un objetivo de Eleveld-CE. Se proporcionará una proporción para la conversión. Esta proporción es para guiar la entrega de un objetivo CE de Eleveld en estado estable. La tabla proporciona objetivos de \\\"Inducción\\\" y \\\"Mantenimiento\\\", donde el objetivo de \\\"Inducción\\\" debe usarse durante los primeros 1-3 minutos, mientras que el objetivo de Marsh CP debe reducirse al objetivo de \\\"Mantenimiento\\\" posteriormente. El gráfico de emulación le mostrará más detalles sobre cómo cambian CP y CE de Eleveld con el tiempo. Haga clic en \\\"Iniciar emulación\\\" para continuar con la herramienta de emulación. Puede consultar esta tabla de referencia de objetivos de emulación en un momento posterior haciendo clic en el botón \\\"Detalles\\\" en el gráfico de emulación.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-3a-emulationtable.webp\\\">\\n    </div>\\n    <p>Al establecer un CPT de 4, el régimen de infusión generado por un programa de Marsh-CPT es el siguiente. El módulo de emulación introducirá este perfil de infusión en un modelo de Eleveld y generará CP, CE y BIS estimado de Eleveld.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-3a-emulationinfusion.webp\\\">\\n    </div>\\n    <p>Predicción de BIS: el BIS estimado se mostrará en la parte superior del módulo de emulación. En este ejemplo, el CPT inicial se estableció en 4mcg/ml, luego se redujo a 2.5mcg/ml aproximadamente a los 5 minutos. En el gráfico, moviendo el cursor, también puede previsualizar el BIS estimado en diferentes momentos.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-3a-emulationgraph.webp\\\">\\n    </div>\\n    <p>En el gráfico anterior, puede ver que alrededor de los 30 minutos, el modelo de Eleveld predijo un nivel de CE de 3.19mcg/ml, mientras que el modelo de Marsh predijo un nivel de CE de 2.54mcg/ml.</p>\\n    <p class=\\\"m-h3\\\">Demostración 2 - Paciente obeso, Marsh</p>\\n    <p>Al igual que en el ejemplo anterior, utilizamos el módulo de emulación de Simtiva para emular el modelo de Eleveld a partir del modelo de Marsh. Esta vez, el paciente era una persona obesa con un IMC de 41 (BW: 120 kg, BH: 170 cm). Tenga en cuenta que siempre debe ingresar el peso corporal real en la aplicación Simtiva, la aplicación realizará el ajuste del peso corporal por usted. La aplicación le pedirá que use \\\"Peso corporal ajustado\\\" para mejorar el rendimiento del modelo (cuando se usa Marsh). Consulte \\\"Escalado alométrico\\\" y \\\"Nota sobre obesidad\\\" arriba para obtener más detalles de fondo.</p>\\n    <p>Por favor, vea el video a continuación.</p>\\n    <div class=\\\"m-video-container\\\">\\n        <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"es\\\" dir=\\\"ltr\\\">El uso de BW ajustado puede mejorar el rendimiento del modelo de Marsh en personas con obesidad severa. Utilizando la emulación de Eleveld en <a href=\\\"https://t.co/4zrK2ZezXO\\\">https://t.co/4zrK2ZezXO</a>, puede visualizar el Cp/Ce emulado de Eleveld al ejecutar un régimen de infusión de Marsh adj-BW. <a href=\\\"https://t.co/qVdwTCq0yb\\\">pic.twitter.com/qVdwTCq0yb</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1801509344862998616?ref_src=twsrc%5Etfw\\\">14 de junio de 2024</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n    </div>\\n    <p>En este ejemplo, se utilizó \\\"peso corporal ajustado\\\". La aplicación usará el peso corporal ajustado para el cálculo del modelo de Marsh, y el peso corporal total para el cálculo del modelo de Eleveld.</p>\\n    <p>Se eligió un objetivo de CP de 6.1mcg/ml para la inducción. Esto se aproxima a un objetivo de CE de Eleveld de 3mcg/ml. Siga el régimen de infusión sugerido y luego reduzca el objetivo de CP al objetivo de mantenimiento.</p>\\n    <p class=\\\"m-h3\\\">Ejemplo 3 - Paciente obeso usando Schnider como ejemplo</p>\\n    <p>Es un desafío usar los modelos TCI más antiguos en personas con obesidad severa. Como se mencionó anteriormente, debido a la incorporación de la fórmula de James en el cálculo de la masa corporal magra en el modelo de Schnider, la tasa de infusión será erróneamente alta debido a un aclaramiento espuriamente alto calculado. Por lo tanto, es más seguro utilizar el peso corporal ajustado en el modelo de Schnider. Después de ingresar el peso corporal real en la aplicación Simtiva, se detecta obesidad severa y se recomienda el peso corporal ajustado.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-3a-schniderobese1.webp\\\">\\n    </div>\\n    <p>Combinando la función de ajuste de peso corporal con la función de emulación de Eleveld, podemos comparar el rendimiento del uso de Adj.BW-Schnider con TBW-Eleveld en tiempo real, como se ilustra a continuación. En este ejemplo, el objetivo de CE de Schnider se estableció en 4.5mcg/ml. Los parámetros correspondientes de Eleveld, como Eleveld CE y eBIS, se mostrarán en consecuencia.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-3a-schniderobese2.webp\\\">\\n    </div>\\n    <p>Referencia: Performance of propofol target-controlled infusion models in the obese: pharmacokinetic and pharmacodynamic analysis, Anesth Analg, Cortinez 2014.<a href=\\\"https://pubmed.ncbi.nlm.nih.gov/24977639/\\\">https://pubmed.ncbi.nlm.nih.gov/24977639/</a></p>\\n</section>\\n</div>\""
        },
    "chapter4":
        {
            "id": 4,
            "date":20240403,
            "text": "\"<div class=\\\"m-main\\\" id=\\\"m-main-chapter4\\\" data-name=\\\"Opciones\\\" data-number=\\\"4\\\">\\n    <p class=\\\"m-h1\\\">OPCIONES</p>\\n    <section id=\\\"4-1\\\" data-heading=\\\"Cambiar opciones\\\">\\n        <p>La configuración de SimTIVA se puede acceder en la pantalla de bienvenida haciendo clic en el botón de opciones <span style=\\\"display: inline-block; padding: 4px; width: 1.8rem; height: 1.8rem; background: #ddd; border-radius: 2rem\\\"><i class=\\\"fas fa-cog fa-fw\\\"></i></span>. Alternativamente, puedes cambiar las opciones cuando la simulación está en ejecución, yendo al panel de opciones en la parte inferior de la página.</p>\\n        <p class=\\\"m-h3\\\">Modo oscuro</p>\\n        <p>Puedes alternar entre los modos Oscuro/Claro haciendo clic en el icono flotante <span style=\\\"display: inline-block; padding: 4px; width: 1.8rem; height: 1.8rem; background: #ddd; border-radius: 2rem\\\"><i class='fas fa-adjust fa-fw'></i></span> / <span style=\\\"display: inline-block; padding: 4px; width: 1.8rem; height: 1.8rem; background: #ddd; border-radius: 2rem\\\"><i class=\\\"fas fa-moon fa-fw\\\"></i></span> en la esquina inferior derecha.</p>\\n        <p class=\\\"m-h3\\\">Guardar opciones</p>\\n        <p>Todas las opciones se guardan automáticamente, para que la próxima vez que uses SimTIVA se restauren las mismas configuraciones.</p>\\n    </section>\\n    <section id=\\\"4-2\\\" data-heading=\\\"Lista de opciones\\\">\\n        <p class=\\\"m-h2\\\">Lista de opciones</p>\\n        <p>El panel de opciones:</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-3-options.webp\\\">\\n        </div>\\n        <p><span class=\\\"m-emphasis\\\">Unidad:</span> la unidad secundaria preferida para la infusión de propofol. La unidad primaria siempre es ml/h. La unidad secundaria se usa en mensajes, recordatorios y esquemas. Un ejemplo es 50ml/h (10mg/kg/h). La convención estadounidense para la infusión de propofol es mcg/kg/m y puedes cambiar esta unidad aquí.</p>\\n        <p><span class=\\\"m-emphasis\\\">Unidad de tasa predeterminada:</span> esta es la unidad de tasa predeterminada para la infusión en modo manual. Puedes alternar entre \\\"ml/h\\\" o \\\"mg/kg/h\\\", o unidades apropiadas. Esto no afectará otros modos, como el modo de objetivo CP/CE. Se muestra una demostración en video a continuación.</p>\\n        <p><span class=\\\"m-emphasis\\\">Unidad de bolo predeterminada:</span> esta es la unidad de bolo predeterminada para el bolo manual en modo manual. Puedes alternar entre \\\"ml\\\", \\\"mg\\\" o \\\"mg/kg\\\" (o unidades apropiadas).</p>\\n        <p><span class=\\\"m-emphasis\\\">Velocidad de simulación:</span> el valor predeterminado es 1x (velocidad normal), y puedes cambiarlo a 5x, 25x o 50x, lo que acelerará la simulación.</p>\\n        <p><span class=\\\"m-emphasis\\\">Umbral:</span> hay tres opciones para la opción de umbral/precisión: \\\"Auto\\\", \\\"Lazy\\\" o \\\"Preciso\\\". Para el objetivo CP/CE, SimTIVA genera un esquema de infusión para mantener el CP (o CE) aproximadamente igual al objetivo. El umbral \\\"Auto\\\" significa que el programa determina automáticamente el equilibrio óptimo entre la precisión en el mantenimiento del CP (o CE) mientras mantiene el número de cambios de tasa de la infusión lo menos frecuente posible. \\\"Lazy\\\" significa que el programa sacrificará la precisión del mantenimiento del objetivo al mantener el número de cambios de tasa de infusión en el tiempo al mínimo. El ajuste del umbral \\\"Preciso\\\" mantendrá el valor de CP (o CE) lo más cercano posible al objetivo, pero esto puede aumentar la cantidad de veces que ajustas la tasa de infusión en un esquema de objetivo CP/CE.</p>\\n        <P><span class=\\\"m-emphasis\\\">Wakelock:</span> en un dispositivo compatible, como un dispositivo Android, configurar Wakelock en \\\"Encendido\\\" mantendrá la pantalla activa. Si estás usando un iPhone, es posible que tengas que ajustar el tiempo de espera de la pantalla en las preferencias del sistema tú mismo.</p>\\n        <p><span class=\\\"m-emphasis\\\">Vibración:</span> cuando el próximo cambio de tasa es inminente en el modo de objetivo CP/CE, SimTIVA activará la vibración como recordatorio (solo dispositivos compatibles).</p>\\n        <p><span class=\\\"m-emphasis\\\">Sonido:</span> cuando el próximo cambio de tasa es inminente en el modo de objetivo CP/CE, SimTIVA emitirá una alarma de audio (solo dispositivos compatibles).</p>\\n        <p><span class=\\\"m-emphasis\\\">Notificaciones:</span> cuando el próximo cambio de tasa es inminente en el modo de objetivo CP/CE, SimTIVA activará una notificación del sistema (solo dispositivos compatibles).</p>\\n    </section>\\n    <section id=\\\"4-3\\\" data-heading=\\\"Unidad de infusión en modo manual\\\">\\n        <p class=\\\"m-h3\\\">Unidad de infusión en modo manual</p>\\n        <p>Este es un demostración en video de cómo alterar las unidades de infusión y bolo. También puedes hacer clic en el triángulo desplegable <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-chevron-down\\\"></i></span> junto a los campos de entrada \\\"Tasa de infusión\\\" o \\\"Bolo\\\" para cambiar estas unidades. La conversión entre ml/h y mg/kg/h es automática.</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">Cerrando 2023 con una Nueva característica (<a href=\\\"https://t.co/4zrK2ZezXO\\\">https://t.co/4zrK2ZezXO</a>): Unidades de Bolo e Infusión- Ahora puedes cambiar entre “mg” vs “mg/kg” vs “ml” para bolo, “ml/h” vs “\\n\\nmg/kg/h” (o unidades apropiadas) para infusión en modo manual.<br>Puedes cambiarlo tocando el menú desplegable 🔽 o a través de “Opciones”.<br>(1/2) <a href=\\\"https://t.co/hCthkRDMbO\\\">pic.twitter.com/hCthkRDMbO</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1736365967851331753?ref_src=twsrc%5Etfw\\\">December 17, 2023</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n    </section>\\n</div>\\n\""
        },
    "chapter5":
        {
            "id": 5,
            "date":20240403,
            "text":  "\"<div class=\\\"m-main\\\" id=\\\"m-main-chapter5\\\" data-name=\\\"Trabajando con Gráficos\\\" data-number=\\\"5\\\">\\n    <p class=\\\"m-h1\\\">Trabajando con gráficos</p>\\n    <section id=\\\"5-1\\\" data-heading=\\\"Visión general\\\">\\n        <p class=\\\"m-h2\\\">Visión general</p>\\n        <p>En dispositivos móviles, el gráfico principal se ve así:</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-4-maingraph-annotated.webp\\\">\\n        </div>\\n        <ol type=\\\"A\\\">\\n            <li><span class=\\\"m-emphasis\\\">Botón Historia/Esquema:</span> muestra \\\"Historia\\\" en modo manual y \\\"Esquema\\\" en modo CPT/CET</li>\\n            <li><span class=\\\"m-emphasis\\\">Botón de evento:</span> Anota un evento en el tiempo actual. Puedes editar el tiempo y los detalles del evento más tarde. Los eventos están numerados y se muestran en la parte inferior del gráfico.</li>\\n            <li><span class=\\\"m-emphasis\\\">Botón de pantalla completa:</span> maximiza el gráfico y oculta los controles.</li>\\n            <li><span class=\\\"m-emphasis\\\">Botón de opciones del gráfico:</span> Abre el panel de opciones; puedes ajustar la escala de tiempo entre otras opciones. Los botones <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-search-plus\\\"></i></span> y <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-search-minus\\\"></i></span> cambiarán la escala de tiempo para mostrar toda la línea de tiempo o solo la porción actual.</li>\\n        </ol>\\n    </section>\\n    <section id=\\\"5-2\\\" data-heading=\\\"Vista rápida y escala de tiempo\\\">\\n        <p class=\\\"m-h2\\\">Demostración en video de la caja de información de vista rápida</p>\\n        <p>En esta demostración en video, puedes ver que aparece una caja de información en el gráfico principal cuando mueves el cursor. (En dispositivos móviles, esto significa tocar el área del gráfico; en computadoras de escritorio, esto significa pasar el cursor sobre el área del gráfico con el mouse). Al resaltar un cierto punto en el tiempo, la caja de información mostrará datos importantes como CP, CE, tasa de infusión y BIS estimado (disponible solo en el modelo de propofol de Eleveld). Este video también muestra cómo puedes ajustar la escala de tiempo para mostrar más (o menos) de la línea de tiempo.</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\"><a href=\\\"https://twitter.com/hashtag/tiva?src=hash&amp;ref_src=twsrc%5Etfw\\\">#tiva</a> <a href=\\\"https://twitter.com/hashtag/tci?src=hash&amp;ref_src=twsrc%5Etfw\\\">#tci</a> <a href=\\\"https://twitter.com/hashtag/anaesthesia?src=hash&amp;ref_src=twsrc%5Etfw\\\">#anaesthesia</a><br>Mostrando la función actualizada de <a href=\\\"https://t.co/qLpMHjFA1Q\\\">https://t.co/qLpMHjFA1Q</a> - utilizando el modelo de Eleveld, se muestra un valor BIS estimado. El gráfico también muestra los límites de CE para BIS 40-60. Esto permite la estimación del efecto sin pEEG.<br>La duración del gráfico también se extiende a 2h. <a href=\\\"https://t.co/i6O9ITw7vv\\\">pic.twitter.com/i6O9ITw7vv</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1701062106144190782?ref_src=twsrc%5Etfw\\\">11 de septiembre de 2023</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n    </section>\\n    <section id=\\\"5-3\\\" data-heading=\\\"Panel de opciones del gráfico\\\">\\n        <p class=\\\"m-h2\\\">Panel de opciones del gráfico</p>\\n        <p>Para abrir este panel, haz clic en el icono <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-cog\\\"></i></span>.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-4-graphoptions.webp\\\">\\n        </div>\\n        <ul>\\n            <li>Mostrar eventos: activa/desactiva los eventos.</li>\\n            <li>Escala de tiempo automática: la escala de tiempo (eje x) se ajustará automáticamente a medida que avanza el tiempo.</li>\\n            <li>Deslizador de rango de tiempo personalizado: Utiliza esto para mostrar más (o menos) de la línea de tiempo. Ajustar esto desactivará la escala de tiempo automática.</li>\\n            <li>Estimación del efecto PD: En el modelo de propofol de Eleveld, aparecen los márgenes de BIS 40-60. Este es el rango de valores de CE para lograr un BIS de 40-60. En modo Complejo, hay 2 opciones más disponibles: visualización de márgenes \\\"PTOL 50-90\\\" o \\\"NSRI 20-50\\\".</li>\\n        </ul>\\n\\n    </section>\\n    <section id=\\\"5-4\\\" data-heading=\\\"Gráfico de pantalla completa\\\">\\n        <p class=\\\"m-h2\\\">Gráfico de pantalla completa</p>\\n        <p>A veces, es ventajoso sostener tu teléfono móvil de lado y maximizar el gráfico a pantalla completa. En este modo de pantalla completa, los datos de entrada y los controles del usuario, como establecer el objetivo de CP/CE o campos de entrada de bolo o infusión manual, están ocultos. Los datos importantes, como CP, CE y tasa de infusión, aún se mostrarán en el lado derecho de la pantalla. Además, aparecerán barras grises en la parte inferior del gráfico de pantalla completa para visualizar los cambios en la tasa de infusión con el tiempo.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-4-fullscreen.webp\\\">\\n        </div>\\n        <ol type=\\\"A\\\">\\n            <li>Alternar la visualización de la caja de información: muestra/oculta la caja de información.</li>\\n            <li\\n\\n>Botón Cerrar: sale de la pantalla completa.</li>\\n            <li>Botón de opciones: altera la configuración del gráfico de pantalla completa.</li>\\n        </ol>\\n        <p class=\\\"m-h3\\\">iPhones y otros dispositivos</p>\\n        <p>En iPhones, el modo de pantalla completa no girará automáticamente tu pantalla hacia los lados/panorámica. Por favor, verifica que la rotación automática esté activada y gira tu teléfono hacia los lados. En Android, el modo de pantalla completa está en panorámica como ver un video. En la mayoría de los navegadores de escritorio, el modo de pantalla completa es compatible, lo que significa que la ventana del navegador que contiene el gráfico se maximizará.</p> \\n        <p class=\\\"m-h3\\\">Mostrar/ocultar la caja de información</p>\\n        <p>Por defecto, se muestra una caja de información que contiene información sobre drogas, para mostrar el tiempo y los datos de infusión. Si esto dificulta tu experiencia de visualización u oculta tu gráfico, puedes tocar la flecha lateral <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-chevron-circle-right\\\"></i></span> para ocultarlo. La imagen a continuación muestra un gráfico de pantalla completa con la caja de información oculta.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-4-fullscreen-noinfo.webp\\\">\\n        </div>\\n    </section>\\n    <section id=\\\"5-5\\\" data-heading=\\\"Gráfico de Isobolograma\\\">\\n        <p class=\\\"m-h2\\\">Isobolograma</p>\\n        <p>El gráfico de isobolograma se explicará en detalle en el Capítulo 8: Modo Complejo.</p>\\n<p>Un ejemplo de un isobolograma, que explora la relación (específicamente, la interacción sinérgica farmacodinámica) entre propofol y remifentanil, se muestra a continuación.</p>\\n<div class=\\\"m-image-container\\\">\\n    <img src=\\\"manualresources/ss-7-isobologram.jpeg\\\">\\n</div>\\n    </section>\\n</div>\\n\""
        },
    "chapter6":
        {
            "id": 6,
            "date":20240403,
            "text": "\"\\n<div class=\\\"m-main\\\" id=\\\"m-main-chapter6\\\" data-name=\\\"Eventos\\\" data-number=\\\"6\\\">\\n    <p class=\\\"m-h1\\\">Eventos</p>\\n    <section id=\\\"6-1\\\" data-heading=\\\"Visión general\\\">\\n        <p>Los eventos contienen pequeños segmentos de texto, marcados en un momento específico, que le ayudan a marcar eventos o información importante en la línea de tiempo. Ejemplos de eventos que puede ingresar son: \\\"Inducción\\\", \\\"Pérdida de conciencia\\\", \\\"Intubación\\\", \\\"Despertó\\\" o signos vitales que puede ingresar manualmente.</p>\\n        <p>Esta función es útil cuando desea revisar el caso. Al marcar el punto de tiempo, al resaltar el tiempo usando la función \\\"Vista rápida\\\" del gráfico, también puede observar la CP, CE y la tasa de infusión en ese momento específico.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-5-overview.webp\\\">\\n        </div>\\n        <p>Se muestra un ejemplo arriba. Tenga en cuenta la CP, CE y eBIS en el punto de \\\"Despertar\\\". El momento de este evento se correlaciona con el tiempo resaltado en el cuadro \\\"Vista rápida\\\" en el gráfico principal. La CE fue de 1.77 mcg/ml, eBIS fue 65 en este punto de tiempo.</p>\\n    </section>\\n    <section id=\\\"6-2\\\" data-heading=\\\"Creación y edición de eventos\\\">\\n        <p class=\\\"m-h2\\\">Creación de eventos</p>\\n        <p>Para crear un evento, toque el \\\"Botón de evento\\\" en el gráfico principal. Esto lo llevará a la pantalla de creación de eventos. Puede establecer el tiempo del evento.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-5-eventcreation.webp\\\">\\n        </div>\\n        <p class=\\\"m-h2\\\">Edición de eventos</p>\\n        <p>Los eventos aparecerán como \\\"01\\\", \\\"02\\\"... etcétera en el gráfico principal. El contenido de texto respectivo aparecerá en la parte inferior del gráfico principal</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-5-eventedit.webp\\\">\\n        </div>\\n        <p>Para editar el evento, haga clic en el marcador de evento (por ejemplo, \\\"02\\\") en el gráfico principal o toque el texto del evento en la parte inferior.</p>\\n        <p>Puede activar o desactivar los eventos en el panel de opciones del gráfico, al que se puede acceder mediante el botón de opciones <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-cog\\\"></i></span>.</p>\\n    </section>\\n</div>\\n\""
        },
    "chapter7":
        {
            "id": 7,
            "date":20240403,
            "text": "\"\\n<div class=\\\"m-main\\\" id=\\\"m-main-chapter7\\\" data-name=\\\"Trabajando con la Línea de Tiempo\\\" data-number=\\\"7\\\">\\n    <p class=\\\"m-h1\\\">Trabajando con la Línea de Tiempo</p>\\n    <section id=\\\"7-1\\\" data-heading=\\\"Visión general\\\">\\n        <p>SimTIVA está diseñado para funcionar en tiempo real, es decir, en paralelo con el curso temporal de un caso clínico real. El reloj comienza a contar en el momento en que comienza el caso, y el CP/CE mostrado en el punto de tiempo actual también será el estado farmacocinético predicho en el presente. Sin embargo, SimTIVA también ofrece funciones de línea de tiempo de la siguiente manera:</p>\\n        <ul>\\n            <li><span class=\\\"m-emphasis\\\">Restablecimiento rápido:</span>\\n                <br>Mantener los mismos datos del paciente y comenzar de nuevo desde el tiempo cero</li>\\n            <li><span class=\\\"m-emphasis\\\">Pausar simulación:</span>\\n                <br>Suspender la simulación y conservar todos los datos, esto es análogo a pausar la reproducción de un video</li>\\n            <li><span class=\\\"m-emphasis\\\">Ir a un momento específico:</span>\\n                <br>Avanzar o retroceder en el tiempo, como saltar a diferentes puntos de tiempo de un video</li>\\n        </ul>\\n        <p>Las funciones de línea de tiempo están ubicadas en el \\\"Panel de Control\\\" debajo del gráfico principal.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-6-controlpanel.webp\\\">\\n        </div>\\n        <p>Es importante tener en cuenta que estas funciones separarán la simulación del trabajo en tiempo real, pero pueden ser ventajosas en varias situaciones. Por ejemplo, es posible que desee retroceder parcialmente en el tiempo y probar diferentes regímenes de dosificación probando diferentes tasas de infusión, o el efecto de diferentes dosis de bolos. O tal vez haya olvidado iniciar SimTIVA hace 5 minutos después de haber comenzado el caso clínico real, pero aún puede ingresar los datos de infusión en SimTIVA y avanzar 5 minutos, lo que alinearía la línea de tiempo de SimTIVA con el instante de tiempo actual.</p>\\n        <p>Por razones de complejidad de programación, las funciones de línea de tiempo están limitadas al objetivo de CP/CE y al modo de infusión manual de régimen de un solo medicamento solamente.</p>\\n    </section>\\n    <section id=\\\"7-2\\\" data-heading=\\\"Ir a un momento específico\\\">\\n        <p class=\\\"m-h2\\\">Ir a un momento específico</p>\\n        <p>Abrir la ventana de \\\"Ir a un momento específico\\\" conduce a una de las tres opciones. Puedes moverte a un cierto punto en el tiempo, o retroceder o avanzar (en relación con el presente). Se dispone de un campo de selección de tiempo. Si el tiempo ingresado no es válido, aparecerá un mensaje de error. Aquí hay una demostración en video de la función \\\"Ir a un momento específico\\\":</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">1/ Viaje en el tiempo<br>Próxima característica: reiniciar, pausar simulación, e ir hacia atrás/adelante en el tiempo. SimTIVA está destinado a funcionar en tiempo real, pero esto crea dificultades si desea simular múltiples escenarios, por ejemplo, es posible que desee comenzar de nuevo o retroceder parcialmente en el tiempo... <a href=\\\"https://t.co/vmF2NqFOlA\\\">pic.twitter.com/vmF2NqFOlA</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1763109348262527467?ref_src=twsrc%5Etfw\\\">29 de febrero de 2024</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n        <p>Esta función tiene algunas limitaciones. En primer lugar, todas las simulaciones de SimTIVA tienen un límite de hasta 6 horas. Los datos farmacocinéticos se generan para esta duración finita, y no puedes avanzar más allá de 6 horas después del último cambio en el esquema de infusión.</p>\\n        <p>Otra limitación es que, al retroceder parcialmente en el tiempo, esto también eliminará cualquier cambio en la tasa (o cambios en el objetivo de CP/CE) en el camino. Si has comenzado tu infusión y has cambiado la tasa de infusión de 50 ml/h a 25 ml/h a los 30 minutos, y si retrocedes desde 1 hora (origen) a 10 minutos (destino), esto eliminará el cambio en la tasa de infusión a los 30 minutos.</p>\\n    </section>\\n</div>\\n\""
        },
    "chapter8":
        {
            "id": 8,
            "date":20240411,
            "text": "\"\\n<div class=\\\"m-main\\\" id=\\\"m-main-chapter8\\\" data-name=\\\"Modo complejo\\\" data-number=\\\"8\\\">\\n\\t\\t\\t<p class=\\\"m-h1\\\">Modo Complejo</p>\\n\\t\\t\\t<section id=\\\"8-1\\\" data-heading=\\\"Introducción\\\">\\n\\t\\t\\t\\t<p class=\\\"m-h2\\\">Introducción</p>\\n\\t\\t\\t\\t<p class=\\\"m-h3\\\">Entrando en el modo complejo (dual)</p>\\n\\t\\t\\t\\t<p>El modo complejo (dual) permite la simulación simultánea de 2 fármacos: propofol y un opiáceo como remifentanilo, alfentanilo o fentanilo.</p>\\n\\t\\t\\t\\t<div class=\\\"m-image-container\\\">\\n\\t\\t\\t\\t\\t<img src=\\\"manualresources/ss-7-enteringcomplex.webp\\\">\\n\\t\\t\\t\\t</div>\\n\\t\\t\\t\\t<ol type=\\\"A\\\">\\n\\t\\t\\t\\t\\t<li>Para ingresar a este modo, elija \\\"Modo Complejo (Dual)\\\" en \\\"Modelo\\\" en la primera pantalla.</li>\\n\\t\\t\\t\\t\\t<li>Luego, proceda a elegir el modelo apropiado para Propofol, y también el modo de infusión.</li>\\n\\t\\t\\t\\t\\t<li>A continuación, elija el opiáceo y su modelo, su dilución y el modo de infusión. Haga clic en \\\"Continuar\\\" después de haber terminado.</li>\\n\\t\\t\\t\\t</ol>\\n\\t\\t\\t\\t<p class=\\\"m-h3\\\">¿Qué es el modo complejo (dual)?</p>\\n\\t\\t\\t\\t<p>Este modo permite la simulación simultánea de 2 fármacos: propofol y un opiáceo como remifentanilo, alfentanilo o fentanilo. Para cada fármaco, se conservan las funciones de orientación a CP o CE, infusión manual o modo de bolo intermitente. Cambiar entre dos infusiones de fármacos es simple, cada fármaco funciona por separado bajo sus pestañas respectivas. Consulte la interfaz de pestañas a continuación:</p>\\n\\t\\t\\t\\t<div class=\\\"m-image-container\\\">\\n\\t\\t\\t\\t\\t<img src=\\\"manualresources/ss-7-simultaneous.webp\\\">\\n\\t\\t\\t\\t</div>\\n\\t\\t\\t\\t<ul>\\n\\t\\t\\t\\t\\t<li>Flecha naranja: La pestaña activa es \\\"Propofol\\\". Esto significa que la información actual mostrada, incluyendo CP, CE, tasa de infusión y el gráfico principal, representan datos para la simulación de propofol.</li>\\n\\t\\t\\t\\t\\t<li>Flecha morada: Cuando hay un cambio inminente en la pestaña inactiva, como se muestra aquí \\\"Remifentanilo\\\", aparecerá un ícono de recordatorio junto a la pestaña inactiva. Puede hacer clic en el ícono \\\"Remifentanilo\\\" para cambiar a la simulación de \\\"Remifentanilo\\\".</li>\\n\\t\\t\\t\\t\\t<li>Flecha azul: Al hacer clic en el ícono \\\"Remifentanilo\\\" en la pestaña, ahora está en la simulación de \\\"Remifentanilo\\\". Se mostrará la información relevante para el remifentanilo, como la dilución y el modelo, y otros datos farmacocinéticos.</li>\\n\\t\\t\\t\\t</ul>\\n\\t\\t\\t\\t<p>Además, puede explorar la interacción farmacodinámica (PD) entre propofol y el opiáceo, ya que propofol y el opiáceo muestran una intensa sinergia. Esto se explicará más adelante. La probabilidad de tolerancia a la laringoscopia (PTOL) se utiliza como medida de la potencia de la combinación de propofol-opioide. Los gráficos de isobologramas ilustran las combinaciones de propofol-opioide para lograr el mismo efecto farmacodinámico.</p>\\n\\t\\t\\t\\t<p>Las siguientes son características específicas del modo complejo (dual):</p>\\n\\t\\t\\t\\t<ul>\\n\\t\\t\\t\\t\\t<li>En el gráfico farmacocinético principal, una zona verde resaltará el área delimitada por los márgenes de PTOL50 y PTOL90. Por ejemplo, en la simulación de propofol, el límite superior de la zona verde representa el CE-propofol para lograr PTOL90, y el límite inferior de la zona verde representa el CE-propofol para lograr PTOL50.</li>\\n\\t\\t\\t\\t\\t<li>El valor actual de la probabilidad de tolerancia a la laringoscopia se mostrará en un cuadro debajo del gráfico principal. Se muestra una captura de pantalla a continuación. Hay diferentes opciones disponibles para la visualización de este cuadro, a saber: BIS, PTOL y NSRI.</li>\\n\\t\\t\\t\\t\\t<li>Se mostrará un isobolograma. Esto muestra el estado de PTOL (medida de los efectos combinados de los fármacos) en relación con los valores de CE-propofol y CE-opioide, con el tiempo.</li>\\n\\t\\t\\t\\t</ul>\\n\\t\\t\\t\\t<div class=\\\"m-image-container\\\">\\n\\t\\t\\t\\t\\t<img src=\\\"manualresources/ss-7-ptolswitching.webp\\\">\\n\\t\\t\\t\\t</div>\\n\\t\\t\\t\\t<p>La imagen anterior muestra la visualización del modo de estimación del efecto farmacodinámico (PD) de su elección. Hay tres opciones disponibles: BIS, PTOL y NSRI.</p>\\n\\t\\t\\t\\t<ol type=\\\"A\\\">\\n\\t\\t\\t\\t\\t<li>Puede hacer clic en el botón \\\"Cambio Rápido\\\" (flecha roja) para cambiar rápidamente entre las visualizaciones de BIS, PTOL o NSRI.</li>\\n\\t\\t\\t\\t\\t<li>Alternativamente, puede cambiar esta configuración en \\\"Opciones de gráfico\\\" haciendo clic en el icono de opciones <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-cog\\\"></i></span> y luego elegir el modo de estimación del efecto PD adecuado.</li>\\n\\t\\t\\t\\t\\t<li>La \\\"zona verde\\\" en el gráfico farmacocinético principal se actualizará para mostrar los márgenes de los límites superior e inferior del efecto PD, basados en el modo de estimación del PD que haya elegido. Un ejemplo es PTOL50-90 (límites delimitados por flechas verdes). Esto se explicará más adelante.</li>\\n\\t\\t\\t\\t</ol>\\n\\n\\t\\t\\t</section>\\n\\t\\t\\t<section id=\\\"8-2\\\" data-heading=\\\"Sinergismo\\\">\\n\\t\\t\\t\\t<p class=\\\"m-h2\\\">Sinergismo</p>\\n\\t\\t\\t\\t<p>Los anestesiólogos a menudo combinan medicamentos para lograr un nivel preciso de hipnosis y analgesia, con supresión de la respuesta a la estimulación nociva. En la anestesia intravenosa total, el propofol y los opiáceos como el remifentanilo muestran una intensa sinergia. La inter\\n\\nacción puede cuantificarse utilizando un punto final hipnótico-anal-gésico como la ablación de la respuesta al movimiento a la laringoscopia. Bouillon y colegas definieron esto como la probabilidad de tolerar la laringoscopia, o PTOL. Se sugirió PTOL como una alternativa a la concentración alveolar mínima (CAM) cuando se usa propofol en lugar de anestesia volátil. Durante décadas, la interacción entre propofol y opiáceos se ha estudiado utilizando varios puntos finales clínicos, por ejemplo, algometría, estímulo tetánico, laringoscopia y respuesta a sacudidas y gritos (Kern 2004, Bouillon 2004). Al estudiar la \\\"respuesta\\\" a la estimulación nociva, la mayoría de los monitores contemporáneos de profundidad anestésica (que se centran en la parte hipnótica del efecto del fármaco) y monitores de analgesia desarrollados más recientemente, solo tuvieron éxito parcial en la correlación con la respuesta a estímulos nocivos (Hannivoort 2016).</p>\\n\\t\\t\\t\\t<p>Para simplificar, SimTIVA ha elegido PTOL como la medida de elección para cuantificar el efecto farmacodinámico combinado de propofol y opiáceos. Esta medición se ha estudiado ampliamente en la literatura para caracterizar la interacción entre propofol-remifentanilo, propofol-sevoflurano y sevoflurano-remifentanilo. Un índice relacionado, el índice de respuesta a la estimulación nociva (NSRI), es un derivado de PTOL y un nuevo marcador numérico de la profundidad de la anestesia. El NSRI está escalado de 0 (indicando efectos combinados extensos de los fármacos) a 100 (cuando no se administran medicamentos anestésicos), y como el NSRI se deriva directamente de PTOL usando una fórmula matemática, el NSRI y PTOL son por lo tanto intercambiables, simplemente difieren en escala (Hannivoort 2016, Luginbuhl 2010). Para PTOL, un PTOL de 100 significa ausencia total de respuesta a la laringoscopia. Estas mediciones se han incorporado en pantallas de información de medicamentos en monitores anestésicos. Tanto PTOL como NSRI pueden mostrarse en SimTIVA como un marcador del efecto farmacodinámico combinado.</p>\\n\\t\\t\\t\\t<p>Un buen método para visualizar el comportamiento de la interacción farmacodinámica de combinaciones de fármacos es a través de modelos de superficie de respuesta, que muestran todo el espectro de efecto a lo largo de diferentes combinaciones de concentraciones de fármacos anestésicos. Clásicamente, si estamos estudiando un nivel específico de efecto, como una tolerancia del 90% a la laringoscopia (PTOL90), podemos usar un isobolograma, que puede derivarse del modelo de superficie de respuesta tridimensional más complejo. Van den Berg estudió las combinaciones de propofol y remifentanilo para lograr PTOL90 predicho, usando el modelo de interacción de Bouillon, como se describió anteriormente. Utilizando diferentes combinaciones de CE-propofol y CE-remifentanilo (concentraciones de sitio de efecto de propofol y remifentanilo respectivamente), que producen la misma respuesta predicha (90% de probabilidad de tolerar la laringoscopia, PTOL90), se dibuja una línea (isóbola) que conecta todas las posibles combinaciones de CE-propofol/CE-remifentanilo para lograr el mismo efecto idéntico (van den Berg 2021).</p>\\n\\t\\t\\t\\t<div class=\\\"m-image-container\\\">\\n\\t\\t\\t\\t\\t<img src=\\\"manualresources/ss-7-vandenberg.webp\\\">\\n\\t\\t\\t\\t</div>\\n\\t\\t\\t\\t<p>Por ejemplo, se describen 4 pares de CE-propofol/CE-remifentanilo para lograr este punto final de efecto idéntico, como se muestra arriba. El clínico puede elegir una combinación particular que sea más beneficiosa para diferentes escenarios clínicos basados en los efectos hipnóticos, analgésicos y hemodinámicos. También se sugirió el concepto de \\\"selección racional de opioides\\\" por Vuyk en 1997, que al usar un opiáceo como adyuvante de la anestesia, se puede reducir la concentración de propofol requerida y esto posiblemente puede reducir el tiempo de recuperación de la conciencia. Vuyk también describió un CE-opioide óptimo que puede mantener una anestesia adecuada, al tiempo que mantiene una rápida recuperación a través de la reducción en los requisitos de propofol. En la práctica, el clínico puede reducir la concentración de propofol y aumentar la concentración de remifentanilo para acelerar la recuperación de la anestesia.</p>\\n\\t\\t\\t\\t<p>La conversión de CE-remifentanilo a dos opiáceos diferentes disponibles en SimTIVA: CE-alfentanilo y CE-fentanilo se basa en la equivalencia de potencia de los opioides y la fórmula sugerida por Vuyk, como se da aquí: la relación de potencia de fentanilo:alfentanilo:remifentanilo fue de 1 : 1/70 : 1/2.3.</p>\\n\\t\\t\\t</section>\\n\\t\\t\\t<section id=\\\"8-3\\\" data-heading=\\\"Interpretación del Isobolograma\\\">\\n\\t\\t\\t\\t<p class=\\\"m-h2\\\">Interpretación del Isobolograma</p>\\n\\t\\t\\t\\t<p>El isobolograma en SimTIVA contiene 9 isóboles de PTOL10 a PTOL90. Como se mencionó anteriormente, utilizando diferentes combinaciones de CE-propofol y CE-remifentanilo (concentraciones de sitio de efecto de propofol y remifentanilo respectivamente), que producen la misma respuesta predicha (90% de probabilidad de tolerar la laringoscopia, PTOL90), se dibuja una línea (isóbola) que conecta todas las posibles combinaciones de CE-propofol/CE-remifentanilo para lograr un efecto idéntico. El mismo método se repite para PTOL80, PTOL70... PTOL10\\n\\n para generar un total de 9 isóboles en el gráfico bidimensional. El contorno de los isóboles es típico de la sinergia o interacción supraditiva.</p>\\n\\t\\t\\t\\t<p class=\\\"m-h3\\\">Cómo leer el isobolograma en SimTIVA</p>\\n\\t\\t\\t\\t<ul>\\n\\t\\t\\t\\t\\t<li>Eje X: CE-opioide</li>\\n\\t\\t\\t\\t\\t<li>Eje Y: CE-propofol</li>\\n\\t\\t\\t\\t\\t<li>Punto rojo: Representa el momento actual: los valores de x e y son CE-opioide y CE-propofol respectivamente.</li>\\n\\t\\t\\t\\t\\t<li>Líneas isóbolas: un total de 9 isóboles mostrados, las líneas de PTOL90, PTOL50 y PTOL10 están etiquetadas para referencia.</li>\\n\\t\\t\\t\\t\\t<li>Línea de tendencia de PTOL: una línea que representa los valores de PTOL pasados, presentes y futuros a lo largo del tiempo del caso actual. Cada punto gris representa intervalos de 1 minuto antes y después del tiempo actual.</li>\\n\\t\\t\\t\\t\\t<li>Flecha: Valor de PTOL 20 minutos en el futuro.</li>\\n\\t\\t\\t\\t</ul>\\n\\t\\t\\t\\t<div class=\\\"m-image-container\\\">\\n\\t\\t\\t\\t\\t<img src=\\\"manualresources/ss-7-isobologram.jpeg\\\">\\n\\t\\t\\t\\t</div>\\n\\t\\t\\t\\t<p>En el ejemplo anterior, se administraron un bolo de propofol de 240 mg y un bolo de remifentanilo de 50 mcg a un paciente de 80 kg en una simulación \\\"dual\\\". Los valores resultantes de CE-propofol y CE-remifentanilo a lo largo del tiempo (la línea de tendencia curva) se trazan dentro de este espacio bidimensional, superpuestos en las líneas isóbolas. El punto rojo representa el tiempo actual, con un PTOL de alrededor del 23%.</p>\\n\\t\\t\\t</section>\\n\\t\\t\\t<section id=\\\"8-4\\\" data-heading=\\\"Ejemplos\\\">\\n\\t\\t\\t\\t<p class=\\\"m-h2\\\">Ejemplos</p>\\n\\t\\t\\t\\t<p class=\\\"m-h3\\\">Ejemplo 1 - ¿Más propofol o más remifentanilo para la inducción?</p>\\n\\t\\t\\t\\t<p>Para ilustrar la aplicación de \\\"Modo Complejo (Dual)\\\", se presenta el primer ejemplo. Imagina a un paciente de 35 años y 80 kg de peso corporal recibiendo bolo de propofol y bolo de remifentanilo para la inducción. Se prueban dos regímenes:</p>\\n\\t\\t\\t\\t<div class=\\\"m-image-container\\\">\\n\\t\\t\\t\\t\\t<img src=\\\"manualresources/ss-7-example1.webp\\\">\\n\\t\\t\\t\\t</div>\\n\\t\\t\\t\\t<ul>\\n\\t\\t\\t\\t\\t<li>(A) Propofol 160 mg y Remifentanilo 100 mcg</li>\\n\\t\\t\\t\\t\\t<li>(B) Propofol 240 mg y Remifentanilo 50 mcg</li>\\n\\t\\t\\t\\t</ul>\\n\\t\\t\\t\\t<p>Ambos regímenes pueden lograr buenas condiciones de intubación (PTOL 90%) a 1 minuto y 1.5 minutos respectivamente. Puedes replicar los escenarios anteriores usando \\\"Modo Complejo (Dual)\\\", y seleccionar \\\"Propofol-Eleveld\\\" y \\\"Modo Manual\\\" así como \\\"Remifentanilo-Minto\\\" y \\\"Modo Manual\\\" en SimTIVA.</p>\\n\\t\\t\\t\\t<p class=\\\"m-h3\\\">Ejemplo 2 - Infusiones de propofol y remifentanilo</p>\\n\\t\\t\\t\\t<p>En este segundo ejemplo, las simulaciones de propofol (Eleveld) y remifentanilo (Minto) se ejecutaban en modo manual. Inicialmente, se eligió BIS como modo de estimación del efecto PD, y la zona verde en el gráfico principal de propofol correspondía a CE requerido para lograr BIS 40-60. Luego, el usuario cambió la estimación del efecto PD a PTOL, lo que también actualizará la zona verde en el gráfico principal, que ahora resalta los valores de CE para alcanzar PTOL50-90. En este ejemplo, debido a la caída de la concentración de remifentanilo después de la inducción, se predijo que el PTOL caería por debajo del 50% alrededor de los 7.5 minutos. El anestesiólogo debe ser consciente de esto y ajustar las dosis en consecuencia para mantener una anestesia adecuada.</p>\\n\\t\\t\\t\\t<p>Al final de la demostración en video, se muestra el isobolograma. El valor de PTOL actual fue representado por el punto rojo, y los valores de PTOL pasados y futuros se trazaron como una curva de línea de tendencia. Luego, el usuario cambió el modo de estimación del efecto PD a NSRI, usando el botón \\\"Cambio Rápido\\\".</p>\\n\\t\\t\\t\\t<div class=\\\"m-video-container\\\">\\n\\t\\t\\t\\t\\t<blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">(4/5) <br>When is anaesthedia &quot;too deep&quot; or &quot;too light&quot;? <a href=\\\"https://t.co/KXov8b2dRM\\\">https://t.co/KXov8b2dRM</a> enables PD modelling &amp; displays a &quot;green zone&quot; to mark the CE margins required to achieve PTOL50-90. In this example, CE is in the green zone but is predicted to fall below PTOL50 margin beyond 7.5min <a href=\\\"https://t.co/KJ0ICsQdeT\\\">pic.twitter.com/KJ0ICsQdeT</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1702847358290280870?ref_src=twsrc%5Etfw\\\">September 16, 2023</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n\\t\\t\\t\\t</div>\\n\\t\\t\\t</section>\\n\\t\\t</div>\\n\""
        },
    "chapter9":
        {
            "id": 9,
            "date":20240413,
            "text": "\"\\n<div class=\\\"m-main\\\" id=\\\"m-main-chapter9\\\" data-name=\\\"Función de Compartir\\\" data-number=\\\"9\\\">\\n    <p class=\\\"m-h1\\\">Función de Compartir</p>\\n    <section id=\\\"9-0\\\" data-heading=\\\"Introducción\\\">\\n        <p class=\\\"m-h3\\\">Cómo utilizar la Función de Compartir</p>\\n        <p>Para abrir el panel \\\"Compartir\\\", haga clic en el botón <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-share-alt fa-fw\\\"></i></span> Compartir (A) en la esquina inferior derecha. SimTIVA le permite compartir su simulación de dos maneras. Primero, puede compartir una imagen estática (B), que contendrá el gráfico farmacocinético principal, el esquema de infusión y eventos. Segundo, puede compartir un SimFile interactivo (C) que puede ser visto por el Visor de SimTIVA en línea; a través de esta función, puede compartir este SimFile como un enlace web (weblink) en PC de escritorio o compartirlo rápidamente directamente en sus dispositivos móviles.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-8-sharefunction.webp\\\">\\n        </div>\\n        <ol type=\\\"A\\\">\\n            <li>Botón de Compartir</li>\\n            <li>Compartir imagen (lado izquierdo del panel)</li>\\n            <li>Compartir enlace web (lado derecho del panel)</li>\\n            <li>Cuadro de entrada de nombre de archivo</li>\\n        </ol>\\n        <p>También puede especificar un \\\"Nombre de Archivo\\\" (D) para ayudar a identificar este SimFile para el registro. El mismo nombre de archivo se usará como el SimFile guardado localmente en el dispositivo, que luego puede cargar y revisar más adelante; consulte el próximo Capítulo para más detalles.</p>\\n    </section>\\n    <section id=\\\"9-1\\\" data-heading=\\\"Compartir Imagen\\\">\\n        <p class=\\\"m-h2\\\">Compartir Imagen</p>\\n        <p>Esta función es ideal para visualizar una descripción general de su caso o insertarla como una imagen para sus presentaciones. Como se mencionó, esta función genera una imagen estática de la simulación actual en el momento actual (se actualiza automáticamente mientras SimTIVA está en funcionamiento). En el modo de un solo fármaco, se muestra a continuación una imagen de muestra. Además de los datos farmacocinéticos, se mostrará el Nombre de Archivo y la fecha y hora de inicio de la simulación. Puede optar por \\\"Descargar\\\" la imagen en dispositivos de escritorio o móviles, o \\\"Compartirla\\\" en dispositivos móviles.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-8-shareimage.webp\\\">\\n        </div>\\n        <p>Para el modo Complejo (Dual), se incluirán las simulaciones de Propofol y Opioides. También se mostrará el isobolograma. Una leyenda del isobolograma guía la interpretación del mismo.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-8-shareimagedual.jpg\\\">\\n        </div>\\n        <p class=\\\"m-h3\\\">Compartir a través de Aplicaciones</p>\\n        <p>Una característica conveniente en dispositivos móviles es que puede utilizar el botón \\\"Compartir\\\" para compartir la imagen o el enlace web a través de la aplicación de su elección. A continuación se muestran capturas de pantalla de iPhone y Android (izquierda y derecha respectivamente).</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-8-shareapps.webp\\\">\\n        </div>\\n    </section>\\n    <section id=\\\"9-2\\\" data-heading=\\\"Enlace Web y Visor de SimTIVA\\\">\\n        <p class=\\\"m-h2\\\">Compartir Enlace Web y Visor de SimTIVA</p>\\n        <p>Se puede compartir una copia de la simulación actual como un SimFile que puede ser visto en el Visor de SimTIVA. Todos los datos en la simulación se vuelven accesibles en el enlace web. Luego, otros usuarios pueden revisar el caso de manera interactiva. Se genera un enlace web (weblink) que funciona como un SimFile.</p>\\n        <p>Usted puede optar por \\\"Copiar\\\" el enlace web al portapapeles y pegarlo en otro programa; o puede \\\"Compartirlo\\\" a través de aplicaciones en dispositivos móviles. En la siguiente demostración en video, se compartió un enlace web a través de WhatsApp. Al hacer clic en el enlace, se carga automáticamente el SimFile. El caso era una cirugía para extirpar un lipoma, y la anestesia fue sedación con propofol con fentanilo. También se pueden ver las notas de eventos. Puede ver en el video, el gráfico PK de propofol y el régimen de medicación administrado, y luego también puede revisar el gráfico y el régimen de fentanilo. La estimación del efecto PD se puede cambiar al modo BIS y se puede revisar CP/CE/Tasa de Infusión/eBIS arrastrando el cursor sobre el gráfico principal utilizando la función \\\"Vista Rápida\\\". Finalmente, la aplicación del Visor puede entrar en Pantalla Completa para obtener una visión general del caso.</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">¿Sabías? <a href=\\\"https://t.co/4zrK2ZezXO\\\">https://t.co/4zrK2ZezXO</a> tiene una \\\"función de compartir\\\" que permite compartir fácilmente la simulación. En este video, se compartió el caso (extirpación de lipoma bajo sedación de propofol/fentanilo) a través de WhatsApp y se revisó. Se pueden ver CP/CE/inf/eBIS y entrar en vista de pantalla completa para un... <a href=\\\"https://t.co/ziz6WudDGr\\\">pic.twitter.com/ziz6WudDGr</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1778950923194397153?ref_src=twsrc%5Etfw\\\">April 13, 2024</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n        <p>El enlace web en sí contiene todo\\n\\n el perfil farmacocinético necesario para reproducir toda la simulación. El enlace web al video anterior se encuentra <a href=\\\"https://simtiva.app/view.html?P=N4IgdghgtgpiBcICiAPAxgSwM4YPZgAIQAaEABQH0AXDWBAJgEYBWR0ygBwhpjCoQDayADYwAbjGEATEuQBOuDrgBmuYSUYAGUlDQBzEgDYAnMUaHtAZgAcpAGIwoEUbKgGz2kAGUAFhGUwcrIOfBBgAJ7qZqRg7iC67myaAHTWjJYZjNYA7JaGacbZ9IYAuuwUMogALAD0jPQ19Jr0VQRa8PSW8MzGBACCALKylOKCApZVbCAAMn0gZQJV1p5eVBBy-Av1LaReHDCYsIS4AK5UBMkEXgBCZATZhvPEAkz02aQA6hAA1jAEMNcAJJeAiGR4lMrkCg+FBjATaJIeTQLbT0YjaZHPVHEPLEZiY+HRJhVDwo4ho4l4gkInH0NFaMloyx0qlktgZUwMrHknGWUz4xnEQxVQzEKrUnnGTSWMXMQX1Rjs6zy5g9dHywwZckS+nWVjqhaEthsehy7n09XmsXaAXc43ZTk6swO1l28nZWxcwkUj2u71CqqmcWCqWiqpm-0K5g45VWliGJIQyGUUSxKg+QRS-U5BMlAC+QA\\\" target=\\\"_blank\\\">aquí</a>.</p>\\n        <textarea style=\\\"width:100%;height:120px;font-size:0.75rem;background:#ddd\\\">https://simtiva.app/view.html?P=N4IgdghgtgpiBcICiAPAxgSwM4YPZgAIQAaEABQH0AXDWBAJgEYBWR0ygBwhpjCoQDayADYwAbjGEATEuQBOuDrgBmuYSUYAGUlDQBzEgDYAnMUaHtAZgAcpAGIwoEUbKgGz2kAGUAFhGUwcrIOfBBgAJ7qZqRg7iC67myaAHTWjJYZjNYA7JaGacbZ9IYAuuwUMogALAD0jPQ19Jr0VQRa8PSW8MzGBACCALKylOKCApZVbCAAMn0gZQJV1p5eVBBy-Av1LaReHDCYsIS4AK5UBMkEXgBCZATZhvPEAkz02aQA6hAA1jAEMNcAJJeAiGR4lMrkCg+FBjATaJIeTQLbT0YjaZHPVHEPLEZiY+HRJhVDwo4ho4l4gkInH0NFaMloyx0qlktgZUwMrHknGWUz4xnEQxVQzEKrUnnGTSWMXMQX1Rjs6zy5g9dHywwZckS+nWVjqhaEthsehy7n09XmsXaAXc43ZTk6swO1l28nZWxcwkUj2u71CqqmcWCqWiqpm-0K5g45VWliGJIQyGUUSxKg+QRS-U5BMlAC+QA</textarea>\\n    </section>\\n</div>\\n\""
        },
    "chapter10":
        {
            "id": 10,
            "date":20240414,
            "text": "\"\\n<div class=\\\"m-main\\\" id=\\\"m-main-chapter10\\\" data-name=\\\"Gestión de Archivos\\\" data-number=\\\"10\\\">\\n    <p class=\\\"m-h1\\\">Gestión de Archivos</p>\\n    <section id=\\\"10-1\\\" data-heading=\\\"Guardado/Carga\\\">\\n        <p class=\\\"m-h2\\\">Guardado/Carga de SimFile</p>\\n        <p>En primer lugar, vale la pena señalar que no es necesario hacer nada para guardar SimFile en el dispositivo. SimTIVA es una aplicación web y utiliza una interfaz llamada \\\"API de Almacenamiento Local\\\" para gestionar las simulaciones que ha ejecutado en su dispositivo. A medida que ejecuta una simulación, se guarda automáticamente.</p>\\n        <p>En el panel Compartir/Guardar, al que se puede acceder fácilmente mediante el botón <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-share-alt fa-fw\\\"></i></span> Compartir, puede escribir un Nombre de Archivo para identificar fácilmente el SimFile más adelante.</p>\\n        <p class=\\\"m-h3\\\">El panel \\\"Cargar Archivo\\\"</p>\\n        <p>Así es como se ve el panel \\\"Cargar Archivo\\\":</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-9-loadfile.webp\\\">\\n        </div>\\n        <p>Desde la primera pantalla, haga clic en <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-save fa-fw\\\"></i></span> \\\"Cargar Archivo\\\" (A), luego haga clic en \\\"Cargar SimFile Local\\\" (B). Esto lo llevará al panel \\\"Cargar Archivo\\\". Aparecerá una lista de simulaciones guardadas anteriormente. Elija el SimFile deseado y haga clic en \\\"Cargar Selección\\\". Después de cargar, puede optar por \\\"Reanudar Simulación\\\", vea la sección a continuación.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-9-loadfileinstructions.webp\\\">\\n        </div>\\n        <p class=\\\"m-h3\\\">Rescate (Recuperación del último SimFile guardado)</p>\\n        <p>A veces pueden ocurrir accidentes. La ventana del navegador podría haberse congelado o cerrado inesperadamente. Al hacer clic en <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-life-ring fa-fw\\\"></i></span> \\\"Rescate\\\" en la primera pantalla, se cargará el último SimFile guardado y se restaurarán los datos. Aquí puede reanudar desde el último punto guardado.</p>\\n    </section>\\n    <section id=\\\"10-2\\\" data-heading=\\\"Gestión de Archivos\\\">\\n        <p class=\\\"m-h2\\\">Gestión de Archivos</p>\\n        <p class=\\\"m-h3\\\">Eliminación de un SimFile</p>\\n        <p>En el panel \\\"Cargar Archivo\\\", haga clic en \\\"Gestionar\\\". Junto a cada elemento de SimFile, habrá un icono <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-trash-alt\\\"></i></span> Eliminar. Haga clic en él para eliminar un SimFile. Haga clic en \\\"Salir del Administrador\\\" para volver al panel \\\"Cargar Archivo\\\" inicial.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-9-delete.webp\\\">\\n        </div>\\n        <p class=\\\"m-h3\\\">Exportación de la base de datos</p>\\n        <p>Toda la base de datos de SimFiles se puede exportar. Para realizar esta acción, en el Panel \\\"Cargar Archivo\\\", haga clic en \\\"Gestionar\\\" y luego en \\\"Exportar Todo\\\". Esto lo llevará a la siguiente pantalla, donde podrá ingresar un nombre de archivo para el archivo de base de datos CSV, y una vez que confirme haciendo clic en \\\"Proceder\\\", el archivo se guardará en el dispositivo.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-9-exportpopup.webp\\\">\\n        </div>\\n        <p>Esto generará un archivo CSV (valores separados por comas). El archivo de base de datos se puede abrir con varios programas de hojas de cálculo como Microsoft Excel o Google Sheets. En la base de datos, cada SimFile estará representado por los siguientes datos: nombre del archivo (si corresponde), hora, duración, detalles del paciente como edad, peso y altura, y un enlace web adjunto a cada entrada de SimFile. Al abrir el enlace correspondiente del caso, esto lo llevará a la aplicación SimTIVA Viewer para revisar los detalles del caso.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-9-csv.webp\\\">\\n        </div>\\n        <p>Además, el archivo CSV se puede cargar en SimTIVA, para que pueda utilizar la aplicación SimTIVA para recuperar el caso de SimFile específico para su revisión. En la interfaz de SimTIVA, es posible \\\"Reanudar\\\" desde este caso anterior. Vea las secciones a continuación para obtener detalles sobre cómo cargar un archivo CSV de base de datos externo y cómo reanudar las simulaciones.</p>\\n    </section>\\n    <section id=\\\"10-4\\\" data-heading=\\\"Carga desde una base de datos externa\\\">\\n        <p class=\\\"m-h2\\\">Carga desde una base de datos externa</p>\\n        <p>Suponga que se exporta una base de datos utilizando la función \\\"Exportar\\\" como se describe arriba. Tendrá el archivo guardado en el disco. Es posible cargar este archivo CSV en SimTIVA y recuperar todos los SimFiles registrados que se almacenan allí. Desde la primera pantalla, elija <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-save fa-fw\\\"></i></span> \\\"Cargar Archivo\\\" y luego \\\"Importar desde una base de datos externa\\\". Utilice el cuadro de selección de archivo para seleccionar el archivo en el dispositivo para cargar. Seleccione la entrada de SimFile deseada y haga clic en \\\"Cargar Selección\\\". Vea el video a continuación para una demostración.</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">Actualiz\\n\\naciones de diciembre (1) <a href=\\\"https://t.co/4zrK2ZezXO\\\">https://t.co/4zrK2ZezXO</a> ha mejorado su función de importación/exportación. Puede exportar sus datos a un archivo .CSV e importarlo de nuevo en SimTIVA desde la pantalla de carga. <br>También puede revisar archivos Sim individuales abriendo el archivo .CSV en una aplicación de hoja de cálculo. <a href=\\\"https://t.co/sVhgN3HLOm\\\">pic.twitter.com/sVhgN3HLOm</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1732959336065081710?ref_src=twsrc%5Etfw\\\">8 de diciembre de 2023</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n    </section>\\n    <section id=\\\"10-5\\\" data-heading=\\\"Reanudar desde SimFile\\\">\\n        <p class=\\\"m-h2\\\">Reanudar desde SimFile</p>\\n        <p>Un SimFile se puede cargar desde tres fuentes. Uno, haciendo clic en \\\"Rescate\\\" en la pantalla inicial y cargará el último SimFile guardado. Dos, cargando desde el dispositivo localmente. Tres, cargando desde una base de datos externa. Estos se tratan en las secciones anteriores.</p>\\n        <p>Después de cargar el SimFile, puede ver los datos de la simulación como el esquema de CP/CE/Infusión. También puede tener la opción de reanudar desde el punto en que la simulación fue suspendida. Puede ingresar la duración transcurrida desde que se suspendió la simulación por última vez. Puede continuar con el caso como una simulación SimTIVA normal.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-9-resume.webp\\\">\\n        </div>\\n    </section>\\n</div>\\n\""
        }
}