{
    "chapter0":
        {},
    "chapter1": 
        {
            "id": 1,
            "date":20240403,
            "text": "\"<div class=\\\"m-main\\\" id=\\\"m-main-chapter1\\\" data-name=\\\"Commencer\\\" data-number=\\\"1\\\"> <!--start m-main-->\\n    <p class=\\\"m-h1\\\">Commencer</p>\\n    <section id=\\\"1-1\\\" data-heading=\\\"Saisie des données du patient\\\">\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-1-startscreen1.webp\\\">\\n        </div>\\n        <p>Sur le premier écran, vous pouvez saisir les caractéristiques du patient et choisir un modèle. Selon le modèle, différentes données patient peuvent être requises. En haut, vous pouvez choisir entre les modes \\\"Adulte\\\" et \\\"Pédiatrique\\\". Pour les opioïdes, vous devrez entrer la dilution.</p>\\n        <p class=\\\"m-h3\\\">Validation</p>\\n        <p>Une validation des données est appliquée à la saisie des données. L'IMC, le poids-pour-âge et la taille-pour-âge sont affichés lorsque disponibles, selon les définitions de l'OMS et les normes de croissance infantile. Un avertissement sera affiché en cas d'habitus corporel extrême.</p>\\n        <p class=\\\"m-h3\\\">Patient pédiatrique</p>\\n        <p>Dans le mode pédiatrique, des fonctionnalités supplémentaires sont fournies :</p>\\n        <ul>\\n            <li>Unité d'âge : a/m/j</li>\\n            <li>Âge post-menstruel : coparamètre dans le modèle Eleveld - la prématurité affecte l'élimination chez les <6 mois</li>\\n            <li>Validation du poids selon les normes de croissance infantile de l'OMS</li>\\n            <li>Dilution personnalisée des opioïdes</li>\\n            <li>BIS estimé dépendant de l'âge pour le modèle Eleveld</li>\\n        </ul>\\n        <p>D'autres fonctionnalités existantes pour les patients adultes sont également disponibles pour le patient pédiatrique, par exemple le mode complexe et l'interaction PD du propofol-opioïde.</p>\\n        <p>Dans la vidéo ci-dessous, des régimes CET de propofol et de remifentanil sont simulés chez des enfants. La dilution de remifentanil peut être personnalisée.</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">Anesthésie pédiatrique <a href=\\\"https://twitter.com/hashtag/TIVA?src=hash&amp;ref_src=twsrc%5Etfw\\\">#TIVA</a> avec <a href=\\\"https://t.co/qLpMHjFA1Q\\\">https://t.co/qLpMHjFA1Q</a> (1/3)<a href=\\\"https://t.co/KXov8b2dRM\\\">https://t.co/KXov8b2dRM</a> propose des fonctions de TCI spécialement conçues pour les enfants. Dans cette vidéo, des régimes CET de propofol et de remifentanil sont simulés. La dilution de remifentanil peut être personnalisée. <a href=\\\"https://t.co/1jMePtz0kp\\\">pic.twitter.com/1jMePtz0kp</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1705766533837046231?ref_src=twsrc%5Etfw\\\">24 septembre 2023</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n    </section>\\n    <section id=\\\"1-4\\\" data-heading=\\\"Médicaments et modèles\\\">\\n        <p class=\\\"m-h2\\\">Médicaments et modèles</p>\\n        <p>Les modèles disponibles sont :</p>\\n        <ul>\\n            <li>Propofol : Eleveld, Marsh, Schnider, Paedfusor</li>\\n            <li>Remifentanil : Minto, Eleveld</li>\\n            <li>Fentanyl : Shafer</li>\\n            <li>Alfentanil : Maitre</li>\\n            <li>Mode complexe : pour simuler la combinaison de propofol et d'opioïdes, sélectionnez \\\"Mode complexe (Double)\\\" dans \\\"Modèle\\\" sur le premier écran. Cela vous permettra d'entrer des données pour le propofol et l'opioïde sur le deuxième écran.</li>\\n        </ul>\\n    </section>\\n    <section id=\\\"1-5\\\" data-heading=\\\"Sélection du mode\\\">\\n        <p class=\\\"m-h2\\\">Écran de sélection du mode</p>\\n        <p>Après avoir sélectionné un modèle, vous pouvez choisir l'un des quatre modes d'infusion, à savoir le ciblage CP, le ciblage CE, le bolus manuel et l'infusion, et le bolus intermittent. Ces modes seront expliqués en détail dans le chapitre 2.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-1-startscreen2.webp\\\">\\n        </div>\\n        <p>Si vous avez sélectionné \\\"Mode complexe (Double)\\\" dans \\\"Modèle\\\" sur le premier écran, vous pouvez personnaliser vos informations sur le propofol et l'opioïde sur le deuxième écran. Par exemple, le modèle PK et la dilution du médicament peuvent être saisis.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-1-start-complex.webp\\\">\\n        </div>\\n    </section>\\n    <section id=\\\"1-6\\\" data-heading=\\\"Installation/Téléchargement\\\">\\n        <p class=\\\"m-h2\\\">Installation/Téléchargement</p>\\n        <p>Simtiva.app est un site web qui peut fonctionner comme une application web. Cela signifie que vous pouvez l'exécuter dans votre navigateur web (Safari sur iPhone, Chrome sur Android ou d'autres navigateurs sur ordinateur), ou vous pouvez choisir de l'installer directement via votre navigateur. Une fois installé, il ajoute une icône sur votre écran d'accueil qui agit comme le raccourci vers l'application et peut également être utilisé hors ligne - sans accès internet. Les démos pour l'installation sur iPhone et Android sont illustrées ci-dessous :</p>\\n        <p class=\\\"m-h3\\\">iPhone iOS Safari :</p>\\n\\n\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">Saviez-vous que...?<a href=\\\"https://t.co/KXov8b2dRM\\\">https://t.co/KXov8b2dRM</a> est une application web progressive (PWA). Elle peut fonctionner comme n'importe quelle autre page web sur votre navigateur sur mobiles et ordinateurs.<br><br>De plus, vous pouvez l'installer sur votre iPhone (voir vidéo/capture d'écran) en cliquant sur partager -&gt; ajouter à l'écran d'accueil.<a href=\\\"https://twitter.com/hashtag/TIVA?src=hash&amp;ref_src=twsrc%5Etfw\\\">#TIVA</a> <a href=\\\"https://twitter.com/hashtag/TCI?src=hash&amp;ref_src=twsrc%5Etfw\\\">#TCI</a> <a href=\\\"https://t.co/t5zCk67GY5\\\">pic.twitter.com/t5zCk67GY5</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1725058259210649691?ref_src=twsrc%5Etfw\\\">16 novembre 2023</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n        <p class=\\\"m-h3\\\">Android Chrome :</p>\\n        <p>Sélectionnez \\\"Installer l'application\\\" dans le menu en utilisant le bouton <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-ellipsis-v\\\"></i></span>.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-1-install-android-chrome.jpg\\\">\\n        </div>\\n    </section>\\n</div>\\n\""
        },
    "chapter2":
        {
            "id": 2,
            "date":20240413,
            "text": "\"<div class=\\\"m-main\\\" id=\\\"m-main-chapter2\\\" data-name=\\\"Exécution des simulations\\\" data-number=\\\"2\\\">\\n\\n    <p class=\\\"m-h1\\\">Modes de simulation</p>\\n    <section id=\\\"2-1\\\" data-heading=\\\"Introduction\\\">\\n        <p>Il existe 4 modes de simulation monodrogue, à savoir le ciblage CP (ciblage du site plasmatique), le ciblage CE (ciblage du site d'effet), le mode manuel ou le mode bolus intermittent. De plus, il existe un \\\"Mode complexe (double)\\\" pour simuler les infusions simultanées de propofol en combinaison avec un opioïde de votre choix.</p>\\n        <p>Les calculs pharmacocinétiques sont basés sur STANPUMP, créé par Steven Shafer, disponible gratuitement sur opentci.org. Crédits complets et détails disponibles sur l'écran \\\"À propos\\\".</p>\\n        <p class=\\\"m-h3\\\">Prudence sur la précision</p>\\n        <p>Veuillez noter que SimTIVA est un programme de simulation informatique uniquement destiné à simuler l'administration de TIVA à l'aide d'une pompe TCI ; mais il n'a pas d'interface de connexion physique avec une pompe à seringue. SimTIVA est conçu de manière à ce que l'utilisateur soit censé avoir de multiples tâches occupées à accomplir et ne soit pas libre d'ajuster très fréquemment les réglages de la pompe (disons toutes les 10 secondes). Dans une pompe TCI, les débits d'infusion sont mis à jour fréquemment, par exemple toutes les 10 secondes. Cependant, dans SimTIVA, le concept est de simplifier le régime d'infusion de sorte que les débits d'infusion doivent être ajustés seulement plusieurs fois par heure (certainement pas toutes les autres secondes ou minutes), sinon cela sera trop fastidieux pour l'anesthésiste en charge du patient d'ajuster fréquemment le débit d'infusion sur la pompe. Dans cet esprit, en mode CPT ou CET, le régime d'infusion de SimTIVA ne nécessite que quelques changements de débit d'infusion pour la première heure environ. L'inconvénient de cela est la précision, SimTIVA ne pourra pas atteindre une cible CP/CE parfaite car la CP/CE fluctuera si les débits d'infusion ne sont pas ajustés très fréquemment.</p>\\n        <p class=\\\"m-h3\\\">Simulation en temps réel</p>\\n        <p>SimTIVA est conçu pour fonctionner en temps réel, c'est-à-dire parallèlement à la séquence temporelle réelle d'un cas clinique. L'horloge (affichée dans le coin supérieur gauche) commencera à défiler dès que vous lancerez votre simulation. Pour une fonctionnalité avancée de réinitialisation de la chronologie, ou de retour partiel ou d'avance dans le temps, lisez le Chapitre 7 - Travailler avec la chronologie.</p>\\n        <p class=\\\"m-h3\\\">Aperçu de l'affichage des informations</p>\\n        <p>Dans tous les modes, la CP et la CE actuelles sont affichées en haut. Une troisième boîte apparaîtra également, indiquant le débit d'infusion en ml/h, s'il y a une infusion en cours. Le graphique pharmacocinétique principal visualise le tracé des valeurs CP/CE dans le temps. Si vous utilisez le modèle de propofol <span class=\\\"m-emphasis\\\">Eleveld</span>, une boîte apparaîtra en dessous du graphique pharmacocinétique principal, montrant la valeur prédite de l'indice bispectral (BIS), qui est estimée à partir du modèle pharmacodynamique Eleveld.</p>\\n        <p>Pour un guide plus détaillé sur l'utilisation des graphiques dans SimTIVA, passez au Chapitre 5 : Travailler avec les graphiques.</p>\\n    </section>\\n<section id=\\\"2-2\\\" data-heading=\\\"Ciblage CP\\\">\\n    <p class=\\\"m-h2\\\">Mode de ciblage CP (site plasmatique)</p>\\n    <p>Dans ce mode, vous pouvez entrer une cible CP. Par exemple, en fixant une cible CP de propofol de 3mcg/ml en utilisant le modèle de Marsh, vous obtiendrez le schéma d'infusion suivant. Le CP actuel, CE, et le débit d'infusion seront affichés en haut de l'écran. Le schéma d'infusion CPT suggéré est répertorié sous \\\"Schéma\\\" pour vous guider dans les prochains changements de débit afin de maintenir votre concentration cible souhaitée. Sur les appareils mobiles, vous devrez peut-être basculer entre les affichages \\\"Graphique\\\" et \\\"Schéma\\\".</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-2-cptmode.webp\\\">\\n    </div>\\n    <p class=\\\"m-h3\\\">Boîte de prévisualisation</p>\\n    <p>En entrant votre cible CP, une boîte bleue apparaîtra, suggérant l'action à suivre. Par exemple, un bolus suivi d'une infusion en ml/h.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-2-expand-hide.webp\\\">\\n    </div>\\n    <p>Vous pouvez cliquer sur \\\"Étendre\\\" pour agrandir la boîte de prévisualisation à une prévisualisation complète, qui vous présentera l'ensemble du schéma TCI pour les prochaines heures. En cliquant sur \\\"Masquer\\\", la boîte se rétractera à son état d'origine.</p>\\n    <p class=\\\"m-h3\\\">Boîte de rappel</p>\\n    <p>Lorsque le prochain changement de débit d'infusion est imminent, une boîte de rappel rouge vous le rappellera. Si les \\\"Notifications\\\" et/ou les \\\"Sons\\\" dans les Options sont activés, les invites apparaîtront aux moments appropriés (appareils pris en charge uniquement). Veuillez vous référer au Chapitre 4 - Options. Le bouton \\\"Fermer\\\" masquera temporairement la boîte de rappel.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-2-warning.webp\\\">\\n    </div>\\n</section>\\n    <section id=\\\"2-3\\\" data-heading=\\\"Ciblage CE\\\">\\n        <p class=\\\"m-h2\\\">Mode de ciblage CE (site d'effet)</p>\\n        <p>Dans ce mode, vous pouvez saisir une cible CE. En général, la concentration plasmatique est autorisée à dépasser pour permettre une réalisation rapide de la CE vers la cible. De plus, il y a une pause après le bolus initial pour que la CE s'équilibre avec la CP. Par exemple, en définissant une CP cible de propofol de 3 mcg/ml en utilisant le modèle Eleveld, on obtient le régime d'infusion CET suivant. La CP, la CE et le débit d'infusion actuels seront affichés en haut de l'écran. Le régime d'infusion CET suggéré est répertorié sous \\\"Schéma\\\" pour vous guider à travers les prochains changements de débit pour maintenir votre concentration cible désirée. Sur les appareils mobiles, vous devrez peut-être basculer entre les affichages \\\"Graphique\\\" et \\\"Schéma\\\".</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-2-cetmode.webp\\\">\\n        </div>\\n        <p class=\\\"m-h3\\\">Expansion de la boîte de prévisualisation</p>\\n        <p>Comme mentionné précédemment, une boîte de prévisualisation apparaîtra lorsque vous saisirez une cible CE. Un conseil pratique est que vous pouvez agrandir la boîte de prévisualisation en cliquant sur \\\"Agrandir\\\" sous la boîte de prévisualisation bleue pour comprendre pleinement l'ensemble du schéma CET avant de commencer votre infusion. Démonstration ci-dessous :</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\"><a href=\\\"https://t.co/4zrK2ZezXO\\\">https://t.co/4zrK2ZezXO</a> première mise à jour en 2024. L'interface utilisateur des modes CET et CPT a été redessinée. Plus important encore, un aperçu complet du schéma est disponible (cliquez sur \\\"agrandir\\\") afin que vous puissiez prévisualiser le nouveau schéma avant de le soumettre. Autres correctifs dans le journal des modifications. <a href=\\\"https://t.co/05hZqyiVJD\\\">pic.twitter.com/05hZqyiVJD</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1748538694238384591?ref_src=twsrc%5Etfw\\\">20 janvier 2024</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n    </section>\\n    <section id=\\\"2-4\\\" data-heading=\\\"Mode manuel\\\">\\n        <p class=\\\"m-h2\\\">Mode manuel</p>\\n        <p>Dans ce mode, vous pouvez saisir le bolus et le débit d'infusion manuellement. L'unité d'entrée de bolus peut être saisie en ml, mg ou mg/kg pour le propofol, ou en ml, mcg ou mcg/kg pour les opioïdes. L'unité d'infusion, de même, peut être configurée sur une base de volume, de masse/temps ou de masse/poids corporel/temps. Vous pouvez changer ces unités en cliquant sur la flèche <span style=\\\"padding: 4px; width: 2rem; background: #eee\\\"><i class=\\\"fas fa-chevron-down\\\"></i></span> à côté de l'entrée de bolus/infusion. La CP, la CE et le débit d'infusion actuels seront affichés en haut de l'écran.</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">Clôture de l'année 2023 avec une nouvelle fonctionnalité (<a href=\\\"https://t.co/4zrK2ZezXO\\\">https://t.co/4zrK2ZezXO</a>) : Unités de bolus &amp; d'infusion - Vous pouvez désormais basculer entre “mg” vs “mg/kg” vs “ml” pour le bolus, “ml/h” vs “mg/kg/h” (ou les unités appropriées) pour l'infusion en mode manuel.<br>Vous pouvez basculer en tapotant sur le menu déroulant 🔽 ou via “Options”.<br>(1/2) <a href=\\\"https://t.co/hCthkRDMbO\\\">pic.twitter.com/hCthkRDMbO</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1736365967851331753?ref_src=twsrc%5Etfw\\\">17 décembre 2023</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n    </section>\\n    <section id=\\\"2-5\\\" data-heading=\\\"Mode de bolus intermittent\\\">\\n        <p class=\\\"m-h2\\\">Mode de bolus intermittent</p>\\n        <p>Dans ce mode, un schéma de bolus répétés intermittents est généré pour atteindre et maintenir une certaine concentration cible du site d'effet. Cela est approprié dans un contexte où il n'y a pas de pompes à seringue disponibles, par exemple dans un cas court dans un endroit éloigné ou dans un environnement à faibles ressources. Avec le mode de bolus intermittent, une série de petits bolus manuels répétés est générée, pour simuler une perfusion contrôlée par cible aussi étroitement que possible. La précision du schéma répété de bolus intermittents est affectée par la fluctuation de la CE. Attention : ce mode ne prend pas en compte les effets indésirables de l'administration de bolus, en particulier à des doses plus élevées, par exemple, un médicament tel que le rémifentanil peut ne pas être adapté pour être administré en bolus intermittents en raison des effets secondaires de bradycardie et d'apnée.</p>\\n        <p>Le montant du bolus et l'intervalle de temps varieront en fonction de la cible CE ainsi que du niveau anticipé de fluctuation de la CE - décrit comme des niveaux de pic/creux dans cette application. Les\\n\\n niveaux de pic/creux représentent l'ampleur de la fluctuation pour CE. Par exemple, lorsqu'ils sont réglés sur ±5 %, la CE atteindra un maximum de 105 % de la cible puis descendra à un minimum de 95 % de la cible. Au niveau de creux, un autre bolus sera administré, et le cycle se répète.</p>\\n        <p>Veuillez voir l'exemple ci-dessous, dans un patient simulé, pour atteindre une cible CE approximative de 3 mcg/ml en utilisant le modèle Eleveld pour le propofol :</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-2-IBmode-1.webp\\\">\\n        </div>\\n        <p>La boîte d'informations affichera une barre de décompte horizontale ainsi qu'une minuterie pour vous notifier du prochain montant de bolus.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-2-IBmode-2-countdown.webp\\\">\\n        </div>\\n        <p>Le schéma généré donnera un graphique pharmacocinétique comme suit. Notez la fluctuation de la CE en réponse aux bolus répétés ; dans les marges prédéfinies de ±5 % dans cet exemple. Les valeurs CP fluctueront largement.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-2-IBmode-3-graph.webp\\\">\\n        </div>\\n        <p>Le schéma pour atteindre et maintenir une cible CE de 3 mcg/ml est donné ci-dessous.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-2-IBmode-4-scheme.webp\\\">\\n        </div>\\n        <p>Lorsque le prochain bolus est sur le point d'être administré, une invite d'avertissement apparaîtra pour vous rappeler un bolus imminent. Le montant du bolus clignotera également dans la boîte d'affichage supérieure.</p> \\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-2-IBmode-5-prompt.webp\\\">\\n        </div>\\n    </section>\\n    <section id=\\\"2-6\\\" data-heading=\\\"Mode complexe\\\">\\n        <p class=\\\"m-h2\\\">Mode complexe (Double)</p>\\n        <p>Dans ce mode, vous pouvez exécuter des simulations à deux médicaments simultanément. Pour chaque médicament, les fonctions de ciblage CP ou CE, d'infusion manuelle ou de mode de bolus intermittent sont préservées. De plus, vous pouvez explorer l'interaction pharmacodynamique (PD) entre le propofol et l'opioïde, car le propofol et l'opioïde démontrent une intense synergie. La probabilité de tolérance à la laryngoscopie (PTOL) est utilisée comme mesure de la puissance de la combinaison propofol-opioïde. Les graphiques d'isobologramme illustrent les combinaisons propofol-opioïde pour atteindre le même effet pharmacodynamique.</p>\\n        <p><b>Pour plus de détails, veuillez lire le Chapitre 8 : Mode complexe</b></p>\\n        <p>Isobologramme : En utilisant différentes combinaisons de CE-propofol et CE-rémifentanil (concentrations de site d'effet de propofol et de rémifentanil respectivement), toutes produisant la même réponse prédite (probabilité de tolérer la laryngoscopie à 90 %, PTOL90), une ligne (isobole) est dessinée reliant toutes les combinaisons possibles de CE-propofol/CE-rémifentanil pour atteindre le même effet identique (van den Berg 2021). Dans notre programme de simulation, la même méthode est répétée pour PTOL80, PTOL70... PTOL10 pour générer un total de 9 isoboles sur le graphique bidimensionnel. Le contour des isoboles est typique de la synergie ou de l'interaction supradditive.</p>\\n        <p>Pour l'opioïde, vous pouvez choisir d'utiliser le rémifentanil, le fentanyl ou l'alfentanil. Le programme convertit les CE en doses équivalentes.</p>\\n        <p>Ci-dessous une démonstration vidéo du mode complexe, avec des infusions manuelles de propofol et de rémifentanil.</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">(4/5) <br>Quand l'anesthésie est-elle \\\"trop profonde\\\" ou \\\"trop légère\\\" ? <a href=\\\"https://t.co/KXov8b2dRM\\\">https://t.co/KXov8b2dRM</a> permet la modélisation PD &amp; affiche une \\\"zone verte\\\" pour marquer les marges CE nécessaires pour atteindre PTOL50-90. Dans cet exemple, la CE est dans la zone verte mais est prévue pour tomber en dessous de la marge PTOL50 au-delà de 7,5 minutes <a href=\\\"https://t.co/KJ0ICsQdeT\\\">pic.twitter.com/KJ0ICsQdeT</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1702847358290280870?ref_src=twsrc%5Etfw\\\">16 septembre 2023</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n    </section>\\n<section id=\\\"2-7\\\" data-heading=\\\"Fonctionnalités avancées\\\">\\n    <p class=\\\"m-h2\\\">Fonctionnalités Avancées</p>\\n    <p class=\\\"m-h3\\\">Rétrospective</p>\\n    <p>Cette fonction vous permet de modifier rétrospectivement un bolus manuel et un changement de débit d'infusion. Par exemple, le patient a subi une stimulation chirurgicale il y a quelques minutes, et vous avez administré un bolus manuel (25mg de propofol) et ajusté le débit d'infusion à 60ml/h mais vous avez oublié d'entrer ces informations dans SimTIVA, vous pouvez corriger cela dans SimTIVA en utilisant la Fonction Rétrospective. Entrez les informations comme dans l'image ci-dessous. Un avertissement s'affichera vous demandant de confirmer les données. Après cette action, il vous est rappelé d'entrer une nouvelle cible CP ou CE dès que possible pour continuer avec la fonctionnalité TCI.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-2-retrospective.webp\\\">\\n    </div>\\n    <p class=\\\"m-h3\\\">Estimation du Volume</p>\\n    <p>SimTIVA fonctionne et vous estimez que la chirurgie restante prendra 30 minutes. Combien de propofol avez-vous encore besoin ? Le panneau \\\"Estimation du Volume\\\" fournira une réponse, afin que vous sachiez s'il y a suffisamment de propofol dans la seringue que vous infusez, ou combien il faut en tirer de plus pour éviter le gaspillage.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-2-volumeestimation.webp\\\">\\n    </div>\\n    <p class=\\\"m-h3\\\">Estimation du Temps</p>\\n    <p>SimTIVA fonctionne et vous avez une certaine quantité de propofol dans la seringue qui est actuellement infusée (par exemple, il reste 20ml). Étant donné le volume à infuser, quelle est la durée prévue avant que cette perfusion ne soit terminée ? Le panneau \\\"Estimation du Temps\\\" fournira une réponse.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-2-timeestimation.webp\\\">\\n    </div>\\n    <p class=\\\"m-h3\\\">Temps de Réveil</p>\\n    <p>Ce panneau est basé sur le temps de diminution depuis le CE actuel jusqu'à atteindre la \\\"concentration de réveil\\\" désignée si l'infusion est arrêtée au moment actuel. Veuillez noter que les caractéristiques du patient, les médicaments concomitants, la durée de l'infusion, etc. ont tous un effet sur le temps de réveil.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-2-wakeuptime.webp\\\">\\n    </div>\\n</section>\\n</div>\\n\""
        },
    "chapter3":
        {
            "id": 3,
            "date":20240824,
            "text": "\"<div class=\\\"m-main\\\" id=\\\"m-main-chapter3\\\" data-name=\\\"Fonctionnalités Avancées\\\" data-number=\\\"3\\\">\\n    <p class=\\\"m-h1\\\">Fonctionnalités Avancées</p>\\n    <section id=\\\"3-1\\\" data-heading=\\\"Introduction\\\">\\n        <p>Ce chapitre couvrira les fonctionnalités avancées suivantes :</p>\\n        <ul>\\n            <li><b>Rétrospective :</b> Entrer des données de bolus ou d'infusion de manière rétrospective</li>\\n            <li><b>Estimation du volume :</b> Calculer le volume nécessaire pour une durée donnée</li>\\n            <li><b>Estimation du temps :</b> Calculer la durée d'une perfusion en fonction d'un volume à infuser</li>\\n            <li><b>Temps de réveil :</b> Temps de déclin jusqu'à une certaine concentration de réveil</li>\\n            <li><b>Émulation Eleveld :</b> Pour les modèles Marsh ou Schnider pour le propofol, SimTIVA peut émuler le modèle Eleveld en utilisant le profil d'infusion d'un schéma d'infusion Marsh ou Schnider.</li>\\n        </ul>\\n    </section>\\n    <section id=\\\"3-2\\\" data-heading=\\\"Fonctionnalités Avancées\\\">\\n        <p class=\\\"m-h2\\\">Fonctionnalités Avancées</p>\\n        <p class=\\\"m-h3\\\">Rétrospective</p>\\n        <p>Cette fonctionnalité vous permet de modifier rétrospectivement un bolus manuel et un changement de débit d'infusion. Par exemple, le patient a subi une stimulation chirurgicale il y a quelques minutes, et vous avez administré un bolus manuel (25 mg de propofol) et ajusté le débit d'infusion à 60 ml/h, mais vous avez oublié d'entrer ces informations dans SimTIVA. Vous pouvez corriger cela dans SimTIVA en utilisant la fonction Rétrospective. Entrez les informations comme sur l'image ci-dessous. Une alerte apparaîtra vous demandant de confirmer les données. Après cette action, vous serez rappelé d'entrer un nouvel objectif de CP ou CE dès que possible pour continuer avec la fonctionnalité TCI.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-2-retrospective.webp\\\">\\n        </div>\\n        <p class=\\\"m-h3\\\">Estimation du Volume</p>\\n        <p>SimTIVA est en cours d'exécution et vous estimez que la chirurgie restante prendra 30 minutes. Combien de propofol vous faut-il encore ? Le panneau \\\"Estimation du Volume\\\" fournira une réponse, de sorte que vous saurez s'il reste suffisamment de propofol dans la seringue que vous utilisez ou combien il faut encore en préparer pour éviter le gaspillage.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-2-volumeestimation.webp\\\">\\n        </div>\\n        <p class=\\\"m-h3\\\">Estimation du Temps</p>\\n        <p>SimTIVA est en cours d'exécution et il vous reste une certaine quantité de propofol dans la seringue actuellement en cours d'infusion (par exemple, 20 ml restants). Compte tenu du volume à infuser, quelle est la durée estimée avant que cette infusion ne soit terminée ? Le panneau \\\"Estimation du Temps\\\" fournira une réponse.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-2-timeestimation.webp\\\">\\n        </div>\\n        <p class=\\\"m-h3\\\">Temps de Réveil</p>\\n        <p>Ce panneau est basé sur le temps de déclin de la concentration actuelle de CE pour atteindre la \\\"concentration de réveil\\\" désignée si l'infusion est arrêtée au moment actuel. Veuillez noter que les caractéristiques du patient, les médicaments concomitants, la durée de l'infusion, etc. ont tous un effet sur le temps de réveil.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-2-wakeuptime.webp\\\">\\n        </div>\\n    </section><section id=\\\"3-3\\\" data-heading=\\\"Émulation Eleveld\\\">\\n    <p class=\\\"m-h2\\\">Émulation Eleveld</p>\\n    <p class=\\\"m-h3\\\">Objectif</p>\\n    <p>Le but de cet outil est d'émuler le modèle Eleveld en utilisant un profil d'infusion généré à partir des modèles TCI de Marsh et Schnider. De cette manière, vous pouvez utiliser une pompe à seringue TCI existante programmée avec ces modèles et la convertir en CP, CE, et BIS estimé en temps réel. Vous pouvez également comparer les anciens modèles (Marsh/Schnider) avec le modèle Eleveld de nouvelle génération à travers le graphique de simulation.</p>\\n    <p>Les avantages de l'utilisation du modèle Eleveld incluent :</p>\\n    <p>(1) <b>Échelle allométrique</b> : en utilisant la masse sans graisse, le modèle corrige automatiquement l'obésité. Cela évite les erreurs de dosage telles que l'utilisation du poids corporel réel dans le modèle Schnider, qui peut conduire à des débits d'infusion erronément élevés en raison de l'utilisation de la formule de James pour calculer la masse maigre dans le modèle Schnider.</p>\\n    <p>(2) <b>Prédiction du BIS</b> : à partir de son large ensemble de données de plus de 1 000 patients avec des mesures BIS, une courbe de calibration est fournie pour convertir le CE en un BIS estimé. Dans une étude de validation, le BIS estimé s'est révélé précis.</p>\\n    <p>Compte tenu de ce qui précède, l'outil d'émulation Eleveld peut aider les anesthésistes à mieux comprendre le modèle Eleveld en dérivant des données d'infusion d'un modèle qu'ils connaissent mieux (Marsh ou Schnider) et en les convertissant en valeurs CP, CE, et BIS estimé calculées à partir du modèle Eleveld. En utilisant le graphique fourni, en déplaçant le curseur sur l'axe du temps, vous pouvez apprendre les différences entre les modèles.</p>\\n    <p>Prérequis : vous devez fournir l'âge, le poids corporel et la taille, et choisir les modèles Marsh ou Schnider sur l'écran d'entrée. Le mode complexe n'est pas pris en charge pour le moment.</p>\\n    <p><b>Remarque sur l'obésité</b> : vous devez entrer le poids corporel réel sur le premier écran. Si une obésité sévère est détectée (IMC≥35), il vous sera peut-être demandé d'utiliser le poids corporel ajusté (Adj.BW) au lieu du poids corporel total (TBW) pour améliorer la performance du modèle Marsh/Schnider (Cortinez 2014). Vous pouvez choisir d'utiliser Adj.BW comme suggéré. L'émulation Eleveld sera alors basée sur TBW car le modèle Eleveld ne nécessite pas d'ajustement du poids corporel, mais le modèle Marsh/Schnider sera basé sur Adj.BW. Ainsi, dans ce scénario, vous comparerez un modèle Marsh/Schnider-Adj.BW avec un modèle Eleveld-TBW.</p>\\n    <p class=\\\"m-h3\\\">Démonstration 1 - Poids corporel normal, Marsh</p>\\n    <p>Supposons que nous entrions ces caractéristiques du patient : Cible CP Marsh pour un homme de 50 ans, 70kg, 170cm. En bas du graphique principal, il y a le module d'émulation Eleveld. Cliquez sur \\\"Activer l'émulation\\\" pour commencer.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-3a-emulationturnon.webp\\\">\\n    </div>\\n    <p>Un tableau sera fourni pour aider à convertir une cible CP Marsh en une cible CE Eleveld. Un ratio de conversion sera fourni. Ce ratio est destiné à guider la délivrance d'une cible CE Eleveld à l'état d'équilibre. Le tableau fournit des cibles \\\"Induction\\\" et \\\"Maintien\\\", où la cible \\\"Induction\\\" doit être utilisée pendant les 1-3 premières minutes tandis que la cible CP Marsh doit être réduite à la cible \\\"Maintien\\\" par la suite. Le graphique d'émulation vous montrera plus de détails sur l'évolution des CP et CE Eleveld au fil du temps. Cliquez sur \\\"Démarrer l'émulation\\\" pour procéder avec l'outil d'émulation. Vous pouvez vous référer à ce tableau de référence des cibles d'émulation à tout moment en cliquant sur le bouton \\\"Détails\\\" sur le graphique d'émulation.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-3a-emulationtable.webp\\\">\\n    </div>\\n    <p>En réglant un CPT de 4, le schéma d'infusion généré par un programme CPT-Marsh est le suivant. Le module d'émulation injectera ce profil d'infusion dans un modèle Eleveld et générera les CP, CE, et BIS estimé d'Eleveld.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-3a-emulationinfusion.webp\\\">\\n    </div>\\n    <p>Prédiction du BIS : le BIS estimé sera affiché en haut du module d'émulation. Dans cet exemple, le CPT initial a été réglé à 4mcg/ml, puis réduit à 2,5mcg/ml à environ 5 minutes. Sur le graphique, en déplaçant le curseur, vous pouvez également prévisualiser le BIS estimé à différents moments.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-3a-emulationgraph.webp\\\">\\n    </div>\\n    <p>Sur le graphique ci-dessus, vous pouvez voir qu'à environ 30 minutes, l'Eleveld a prédit un niveau de CE de 3,19mcg/ml, tandis que le modèle Marsh a prédit un niveau de CE de 2,54mcg/ml.</p>\\n    <p class=\\\"m-h3\\\">Démonstration 2 - Patient obèse, Marsh</p>\\n    <p>Comme dans l'exemple ci-dessus, nous avons utilisé le module d'émulation Simtiva pour émuler le modèle Eleveld à partir du modèle Marsh. Cette fois, le patient était une personne obèse avec un IMC de 41 (BW : 120kg, BH : 170cm). Veuillez noter que vous devez toujours entrer le poids corporel réel dans l'application Simtiva, l'application effectuera l'ajustement du poids corporel pour vous. L'application vous invitera à utiliser le \\\"poids corporel ajusté\\\" pour améliorer la performance du modèle (lors de l'utilisation de Marsh). Voir \\\"Échelle allométrique\\\" et \\\"Remarque sur l'obésité\\\" ci-dessus pour plus de détails de contexte.</p>\\n    <p>Veuillez regarder la vidéo ci-dessous.</p>\\n    <div class=\\\"m-video-container\\\">\\n        <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">Using adjusted BW can improve performance of Marsh model in severely obese. Using Eleveld emulation in <a href=\\\"https://t.co/4zrK2ZezXO\\\">https://t.co/4zrK2ZezXO</a>, you can visualize the emulated Eleveld Cp/Ce when running an adj-BW Marsh infusion regimen. <a href=\\\"https://t.co/qVdwTCq0yb\\\">pic.twitter.com/qVdwTCq0yb</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1801509344862998616?ref_src=twsrc%5Etfw\\\">June 14, 2024</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n    </div>\\n    <p>Dans cet exemple, le \\\"poids corporel ajusté\\\" a été utilisé. L'application utilisera le poids corporel ajusté pour le calcul du modèle Marsh, et le poids corporel total pour le calcul du modèle Eleveld.</p>\\n    <p>Une cible CP de 6,1mcg/ml a été choisie pour l'induction. Cela correspond à une cible CE Eleveld d'environ 3mcg/ml. Suivez le schéma d'infusion suggéré, puis réduisez ensuite la cible CP à la cible de maintien.</p>\\n    <p class=\\\"m-h3\\\">Exemple 3 - Patient obèse utilisant Schnider comme exemple</p>\\n    <p>Il est difficile d'utiliser les anciens modèles TCI chez les personnes obèses sévères. Comme mentionné ci-dessus, en raison de l'incorporation de la formule de James dans le calcul de la masse maigre dans le modèle Schnider, le débit d'infusion sera erronément élevé en raison d'une clairance calculée de manière excessivement élevée. Par conséquent, il est plus sûr d'utiliser le poids corporel ajusté dans le modèle Schnider. Après avoir entré le poids corporel réel dans l'application Simtiva, une obésité sévère est détectée et un poids corporel ajusté est recommandé.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-3a-schniderobese1.webp\\\">\\n    </div>\\n    <p>En combinant la fonction d'ajustement du poids corporel avec la fonction d'émulation Eleveld, nous pouvons comparer les performances de l'utilisation de Adj.BW-Schnider avec TBW-Eleveld en temps réel, comme illustré ci-dessous. La cible CE de Schnider a été fixée à 4,5mcg/ml dans cet exemple. Les paramètres correspondants d'Eleveld tels que CE Eleveld et eBIS seront affichés en conséquence.</p>\\n    <div class=\\\"m-image-container\\\">\\n        <img src=\\\"manualresources/ss-3a-schniderobese2.webp\\\">\\n    </div>\\n    <p>Référence : Performance des modèles d'infusion contrôlée par cible de propofol chez les obèses : analyse pharmacocinétique et pharmacodynamique, Anesth Analg, Cortinez 2014.<a href=\\\"https://pubmed.ncbi.nlm.nih.gov/24977639/\\\">https://pubmed.ncbi.nlm.nih.gov/24977639/</a></p>\\n</section>\\n</div>\\n\\n\""
        },
    "chapter4":
        {
            "id": 4,
            "date":20240403,
            "text":"\"\\n<div class=\\\"m-main\\\" id=\\\"m-main-chapter4\\\" data-name=\\\"Options\\\" data-number=\\\"4\\\">\\n    <p class=\\\"m-h1\\\">OPTIONS</p>\\n    <section id=\\\"4-1\\\" data-heading=\\\"Modification des options\\\">\\n        <p>Les paramètres de SimTIVA peuvent être accédés à partir de l'écran d'accueil en cliquant sur le bouton <span style=\\\"display: inline-block; padding: 4px; width: 1.8rem; height: 1.8rem; background: #ddd; border-radius: 2rem\\\"><i class=\\\"fas fa-cog fa-fw\\\"></i></span> options. Alternativement, vous pouvez modifier les options lorsque la simulation est en cours, en accédant au panneau d'options en bas de la page.</p>\\n        <p class=\\\"m-h3\\\">Mode sombre</p>\\n        <p>Vous pouvez basculer entre les modes sombre / clair en cliquant sur l'icône flottante <span style=\\\"display: inline-block; padding: 4px; width: 1.8rem; height: 1.8rem; background: #ddd; border-radius: 2rem\\\"><i class='fas fa-adjust fa-fw'></i></span> / <span style=\\\"display: inline-block; padding: 4px; width: 1.8rem; height: 1.8rem; background: #ddd; border-radius: 2rem\\\"><i class=\\\"fas fa-moon fa-fw\\\"></i></span> dans le coin inférieur droit.</p>\\n        <p class=\\\"m-h3\\\">Sauvegarde des options</p>\\n        <p>Toutes les options sont automatiquement enregistrées, de sorte que la prochaine fois que vous utilisez SimTIVA, les mêmes paramètres sont restaurés.</p>\\n    </section>\\n    <section id=\\\"4-2\\\" data-heading=\\\"Liste des options\\\">\\n        <p class=\\\"m-h2\\\">Liste des options</p>\\n        <p>Le panneau d'options :</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-3-options.webp\\\">\\n        </div>\\n        <p><span class=\\\"m-emphasis\\\">Unité :</span> l'unité secondaire préférée pour l'infusion de propofol. L'unité principale est toujours ml/h. L'unité secondaire est utilisée dans les invites, les rappels et les schémas. Un exemple est 50ml/h (10mg/kg/h). La convention américaine pour l'infusion de propofol est mcg/kg/m et vous pouvez changer cette unité ici.</p>\\n        <p><span class=\\\"m-emphasis\\\">Unité de taux par défaut :</span> il s'agit de l'unité de taux par défaut pour l'infusion en mode manuel. Vous pouvez basculer entre \\\"ml/h\\\" ou \\\"mg/kg/h\\\", ou les unités appropriées. Cela n'affectera pas les autres modes, tels que le mode de ciblage CP/CE. Une démo vidéo est affichée ci-dessous.</p>\\n        <p><span class=\\\"m-emphasis\\\">Unité de bolus par défaut :</span> il s'agit de l'unité de bolus par défaut pour le bolus manuel en mode manuel. Vous pouvez basculer entre \\\"ml\\\", \\\"mg\\\", ou \\\"mg/kg\\\" (ou les unités appropriées).</p>\\n        <p><span class=\\\"m-emphasis\\\">Vitesse de simulation :</span> par défaut, c'est 1x (vitesse normale), et vous pouvez la changer en 5x, 25x, ou 50x, ce qui accélérera la simulation.</p>\\n        <p><span class=\\\"m-emphasis\\\">Seuil :</span> il existe trois options pour l'option de seuil/précision : \\\"Auto\\\", \\\"Paresseux\\\", ou \\\"Précis\\\". Pour le ciblage CP/CE, SimTIVA génère un schéma d'infusion pour maintenir la CP (ou CE) approximativement égale à la cible. Le seuil \\\"Auto\\\" signifie que le programme détermine automatiquement le juste équilibre entre la précision de maintien de la CP (ou CE) tout en gardant le nombre de changements de taux du schéma d'infusion aussi peu fréquent que possible. \\\"Paresseux\\\" signifie que le programme sacrifiera la précision du maintien de la cible en gardant le nombre de changements de taux d'infusion au fil du temps à un minimum. Le réglage du seuil \\\"Précis\\\" maintiendra la valeur CP (ou CE) aussi proche de la cible que possible, mais cela peut augmenter le nombre de fois où vous ajustez le taux d'infusion dans un schéma de ciblage CP/CE.</p>\\n        <P><span class=\\\"m-emphasis\\\">Wakelock :</span> sur un appareil pris en charge, tel qu'un appareil Android, le réglage de Wakelock sur \\\"On\\\" maintiendra l'écran éveillé. Si vous utilisez un iPhone, vous devrez peut-être ajuster le délai d'expiration de l'écran dans les préférences système vous-même.</p>\\n        <p><span class=\\\"m-emphasis\\\">Vibration :</span> lorsque le prochain changement de taux est imminent en mode de ciblage CP/CE, SimTIVA activera la vibration comme rappel (appareils pris en charge uniquement).</p>\\n        <p><span class=\\\"m-emphasis\\\">Son :</span> lorsque le prochain changement de taux est imminent en mode de ciblage CP/CE, SimTIVA émettra une alarme sonore (appareils pris en charge uniquement).</p>\\n        <p><span class=\\\"m-emphasis\\\">Notifications :</span> lorsque le prochain changement de taux est imminent en mode de ciblage CP/CE, SimTIVA activera une notification système (appareils pris en charge uniquement).</p>\\n    </section>\\n    <section id=\\\"4-3\\\" data-heading=\\\"Unité d'infusion en mode manuel\\\">\\n        <p class=\\\"m-h3\\\">Unité d'infusion en mode manuel</p>\\n        <p>Il s'agit d'une démo vidéo de modification des unités d'infusion et de bolus. Vous pouvez également cliquer sur le triangle de déroulement <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-chevron-down\\\"></i></span> à côté des champs d'entrée \\\"Taux d'infusion\\\" ou \\\"Bolus\\\" pour changer ces unités. La conversion entre ml/h et mg/kg/h est automatique.</p>\\n        <div class=\\\"m\\n\\n-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">Clôture de l'année 2023 avec une nouvelle fonctionnalité (<a href=\\\"https://t.co/4zrK2ZezXO\\\">https://t.co/4zrK2ZezXO</a>) : Unités de bolus &amp; d'infusion - Vous pouvez désormais basculer entre “mg” vs “mg/kg” vs “ml” pour le bolus, “ml/h” vs “mg/kg/h” (ou les unités appropriées) pour l'infusion en mode manuel.<br>Vous pouvez basculer en tapotant sur le menu déroulant 🔽 ou via “Options”.<br>(1/2) <a href=\\\"https://t.co/hCthkRDMbO\\\">pic.twitter.com/hCthkRDMbO</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1736365967851331753?ref_src=twsrc%5Etfw\\\">17 décembre 2023</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n    </section>\\n</div>\\n\""
        },
    "chapter5":
        {
            "id": 5,
            "date":20240403,
            "text": "\"\\n<div class=\\\"m-main\\\" id=\\\"m-main-chapter5\\\" data-name=\\\"Travailler avec les Graphiques\\\" data-number=\\\"5\\\">\\n    <p class=\\\"m-h1\\\">Travailler avec les graphiques</p>\\n    <section id=\\\"5-1\\\" data-heading=\\\"Vue d'ensemble\\\">\\n        <p class=\\\"m-h2\\\">Vue d'ensemble</p>\\n        <p>Sur les appareils mobiles, le graphique principal ressemble à ceci :</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-4-maingraph-annotated.webp\\\">\\n        </div>\\n        <ol type=\\\"A\\\">\\n            <li><span class=\\\"m-emphasis\\\">Bouton Historique/Schéma :</span> affiche \\\"Historique\\\" en mode manuel et \\\"Schéma\\\" en mode CPT/CET</li>\\n            <li><span class=\\\"m-emphasis\\\">Bouton Événement :</span> Annoter un événement au temps actuel. Vous pouvez modifier ultérieurement l'heure et les détails de l'événement. Les événements sont numérotés et affichés en bas du graphique.</li>\\n            <li><span class=\\\"m-emphasis\\\">Bouton Plein écran :</span> maximise le graphique et cache les contrôles.</li>\\n            <li><span class=\\\"m-emphasis\\\">Bouton Options du graphique :</span> Ouvre le panneau d'options - vous pouvez ajuster l'échelle de temps entre autres options. Les boutons <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-search-plus\\\"></i></span> et <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-search-minus\\\"></i></span> changeront l'échelle de temps pour afficher l'ensemble de la chronologie ou seulement la partie actuelle.</li>\\n        </ol>\\n    </section>\\n    <section id=\\\"5-2\\\" data-heading=\\\"Aperçu rapide et échelle de temps\\\">\\n        <p class=\\\"m-h2\\\">Démo vidéo de la boîte d'informations rapide</p>\\n        <p>Dans cette démonstration vidéo, vous pouvez voir qu'une boîte d'informations apparaît dans le graphique principal lorsque vous déplacez votre curseur. (Sur les appareils mobiles, cela signifie appuyer sur la zone du graphique, sur les ordinateurs de bureau, cela signifie survoler la zone du graphique avec la souris.) En mettant en surbrillance un certain moment, la boîte d'informations affichera des données importantes telles que la PC, la CE, le taux de perfusion et le BIS estimé (disponible uniquement dans le modèle de propofol d'Eleveld). Cette vidéo montre également comment ajuster l'échelle de temps pour montrer plus (ou moins) de la chronologie.</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\"><a href=\\\"https://twitter.com/hashtag/tiva?src=hash&amp;ref_src=twsrc%5Etfw\\\">#tiva</a> <a href=\\\"https://twitter.com/hashtag/tci?src=hash&amp;ref_src=twsrc%5Etfw\\\">#tci</a> <a href=\\\"https://twitter.com/hashtag/anaesthesia?src=hash&amp;ref_src=twsrc%5Etfw\\\">#anaesthesia</a><br>Showcasing the updated feature of <a href=\\\"https://t.co/qLpMHjFA1Q\\\">https://t.co/qLpMHjFA1Q</a> - using Eleveld model, an estimated BIS value is displayed. The chart also shows the CE boundaries for BIS 40-60. This allows estimation of effect without pEEG.<br>Chart duration also extends to 2h. <a href=\\\"https://t.co/i6O9ITw7vv\\\">pic.twitter.com/i6O9ITw7vv</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1701062106144190782?ref_src=twsrc%5Etfw\\\">September 11, 2023</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n    </section>\\n    <section id=\\\"5-3\\\" data-heading=\\\"Panneau d'options du graphique\\\">\\n        <p class=\\\"m-h2\\\">Panneau d'options du graphique</p>\\n        <p>Pour ouvrir ce panneau, cliquez sur l'icône <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-cog\\\"></i></span>.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-4-graphoptions.webp\\\">\\n        </div>\\n        <ul>\\n            <li>Afficher les événements : basculez les événements en marche/arrêt.</li>\\n            <li>Échelle de temps automatique : l'échelle de temps (axe des x) sera automatiquement ajustée à mesure que le temps passe.</li>\\n            <li>Curseur de plage de temps personnalisé : Utilisez ceci pour montrer plus (ou moins) de la chronologie. Ajuster cela désactivera l'échelle de temps automatique.</li>\\n            <li>Estimation de l'effet PD : Dans le modèle de propofol d'Eleveld, les marges BIS 40-60 apparaissent. Il s'agit de la plage de valeurs CE pour atteindre un BIS de 40-60. En mode complexe, deux options supplémentaires sont disponibles : affichage de la marge \\\"PTOL 50-90\\\" ou \\\"NSRI 20-50\\\".</li>\\n        </ul>\\n\\n    </section>\\n    <section id=\\\"5-4\\\" data-heading=\\\"Graphique en plein écran\\\">\\n        <p class=\\\"m-h2\\\">Graphique en plein écran</p>\\n        <p>Parfois, il est avantageux de tenir votre téléphone portable de côté et de maximiser le graphique en plein écran. Dans ce mode d'affichage en plein écran, les saisies utilisateur et les contrôles, tels que le réglage de la cible CP/CE ou les champs d'entrée de bolus ou d'infusion manuelle, sont masqués. Les données importantes, telles que la PC, la CE et le taux de perfusion, seront toujours affichées, du côté droit de l'écran. De plus, des barres grises apparaîtront en bas du graphique en plein écran pour visualiser les changements de taux de perfusion au fil du temps.</\\n\\np>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-4-fullscreen.webp\\\">\\n        </div>\\n        <ol type=\\\"A\\\">\\n            <li>Basculer l'affichage de la boîte d'informations : afficher/masquer la boîte d'informations.</li>\\n            <li>Bouton de fermeture : quitte le mode plein écran.</li>\\n            <li>Bouton Options : modifie les paramètres du graphique en plein écran.</li>\\n        </ol>\\n        <p class=\\\"m-h3\\\">iPhones et autres appareils</p>\\n        <p>Sur les iPhones, le mode plein écran ne tournera pas automatiquement votre écran sur le côté/paysage. Veuillez vérifier que la rotation automatique est activée et tourner votre téléphone sur le côté. Sur Android, le mode plein écran est en mode paysage comme regarder une vidéo. Sur la plupart des navigateurs de bureau, le mode plein écran est pris en charge, ce qui signifie que la fenêtre du navigateur contenant le graphique sera maximisée.</p> \\n        <p class=\\\"m-h3\\\">Affichage/masquage de la boîte d'informations</p>\\n        <p>Une boîte d'informations contenant des informations sur le médicament est affichée par défaut, pour afficher l'heure et les données d'infusion. Si cela nuit à votre expérience de visualisation ou obscurcit votre graphique, vous pouvez appuyer sur le bouton de bascule de flèche latérale <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-chevron-circle-right\\\"></i></span> pour la masquer. L'image ci-dessous est un graphique en plein écran avec la boîte d'informations masquée.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-4-fullscreen-noinfo.webp\\\">\\n        </div>\\n    </section>\\n    <section id=\\\"5-5\\\" data-heading=\\\"Graphique isobologramme\\\">\\n        <p class=\\\"m-h2\\\">Isobologramme</p>\\n        <p>L'isobologramme sera expliqué en détail dans le Chapitre 8 : Mode Complex.</p>\\n    </section>\\n</div>\\n\""
        },
    "chapter6":
        {
            "id": 6,
            "date":20240403,
            "text": "\"\\n<div class=\\\"m-main\\\" id=\\\"m-main-chapter6\\\" data-name=\\\"Événements\\\" data-number=\\\"6\\\">\\n    <p class=\\\"m-h1\\\">Événements</p>\\n    <section id=\\\"6-1\\\" data-heading=\\\"Vue d'ensemble\\\">\\n        <p>Les événements contiennent de petits segments de texte, marqués à un moment spécifique, qui vous aident à marquer des événements ou des informations importants sur la timeline. Des exemples d'événements que vous pouvez entrer sont : \\\"Induction\\\", \\\"Perte de conscience\\\", \\\"Intubation\\\", \\\"Réveil\\\", ou des signes vitaux que vous pouvez entrer manuellement.</p>\\n        <p>Cette fonction est utile lorsque vous souhaitez passer en revue le cas. En marquant le point temporel, lorsque vous mettez en surbrillance le temps en utilisant la fonction \\\"Aperçu rapide\\\" du graphique, vous pouvez également noter la PC, la CE, et le taux de perfusion à ce moment spécifique.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-5-overview.webp\\\">\\n        </div>\\n        <p>Un exemple est montré ci-dessus. Remarquez la PC, la CE, et l'eBIS au moment du \\\"Réveil\\\". Le timing de cet événement correspond au temps mis en évidence dans la boîte \\\"Aperçu rapide\\\" sur le graphique principal. La CE était de 1.77mcg/ml, l'eBIS était de 65 à ce moment-là.</p>\\n    </section>\\n    <section id=\\\"6-2\\\" data-heading=\\\"Création et modification d'événements\\\">\\n        <p class=\\\"m-h2\\\">Création d'événements</p>\\n        <p>Pour créer un événement, appuyez sur le bouton \\\"Événement\\\" sur le graphique principal. Cela vous conduira à l'écran de création d'événements. Vous pouvez définir l'heure de l'événement.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-5-eventcreation.webp\\\">\\n        </div>\\n        <p class=\\\"m-h2\\\">Modification d'événements</p>\\n        <p>Les événements apparaîtront comme \\\"01\\\", \\\"02\\\"... et cetera sur le graphique principal. Le contenu textuel respectif apparaîtra en bas du graphique principal.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-5-eventedit.webp\\\">\\n        </div>\\n        <p>Pour modifier l'événement, cliquez sur le marqueur d'événement (par exemple \\\"02\\\") sur le graphique principal, ou appuyez sur le texte de l'événement en bas.</p>\\n        <p>Vous pouvez activer ou désactiver les événements dans le panneau d'options du graphique, auquel vous pouvez accéder en appuyant sur le bouton d'options <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-cog\\\"></i></span>.</p>\\n    </section>\\n</div>\\n\""
        },
    "chapter7":
        {
            "id": 7,
            "date":20240403,
            "text": "\"<div class=\\\"m-main\\\" id=\\\"m-main-chapter7\\\" data-name=\\\"Travailler avec la chronologie\\\" data-number=\\\"7\\\">\\n    <p class=\\\"m-h1\\\">Travailler avec la chronologie</p>\\n    <section id=\\\"7-1\\\" data-heading=\\\"Aperçu\\\">\\n        <p>SimTIVA est conçu pour fonctionner en temps réel, c'est-à-dire en parallèle avec le déroulement temporel d'un cas clinique réel. L'horloge commence à tourner dès le début du cas, et le CP/CE affiché au moment actuel sera également le statut pharmacocinétique prévu actuel. Cependant, SimTIVA propose également des fonctions de chronologie comme suit :</p>\\n        <ul>\\n            <li><span class=\\\"m-emphasis\\\">Réinitialisation rapide :</span>\\n                <br>Conserver les mêmes données du patient et recommencer depuis le temps zéro</li>\\n            <li><span class=\\\"m-emphasis\\\">Suspendre la simulation :</span>\\n                <br>Suspendre la simulation et conserver toutes les données, cela est analogue à mettre en pause la lecture d'une vidéo</li>\\n            <li><span class=\\\"m-emphasis\\\">Aller à un moment précis :</span>\\n                <br>Avancer ou reculer dans le temps, comme sauter à différents moments d'une vidéo</li>\\n        </ul>\\n        <p>Les fonctions de chronologie se trouvent dans le \\\"Panneau de contrôle\\\" sous le graphique principal.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-6-controlpanel.webp\\\">\\n        </div>\\n        <p>Notez que ces fonctions sépareront la simulation du travail en temps réel, mais peuvent être avantageuses dans plusieurs situations. Par exemple, vous pouvez souhaiter revenir partiellement dans le temps et essayer différents schémas de dosage en testant différentes vitesses de perfusion ou l'effet de différentes doses de bolus. Ou, vous pourriez avoir oublié de démarrer SimTIVA il y a 5 minutes après avoir commencé un cas clinique réel, mais vous pouvez toujours entrer les données de perfusion dans SimTIVA et avancer de 5 minutes, ce qui alignerait la chronologie de SimTIVA sur l'heure actuelle.</p>\\n        <p>Pour des raisons de complexité de programmation, les fonctions de chronologie sont limitées au ciblage CP/CE et au mode de perfusion manuelle d'un schéma monothérapeutique uniquement.</p>\\n    </section>\\n    <section id=\\\"7-2\\\" data-heading=\\\"Aller à un moment précis\\\">\\n        <p class=\\\"m-h2\\\">Aller à un moment précis</p>\\n        <p>Ouvrir la fenêtre \\\"Aller à un moment précis\\\" vous mène à l'une des trois options. Vous pouvez vous déplacer vers un moment spécifique, ou reculer ou avancer (par rapport au présent). Un champ de sélection du temps est disponible. Si le temps saisi est invalide, un message d'erreur apparaîtra. Voici une démonstration vidéo de la fonction \\\"Aller à un moment précis\\\" :</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">1/ Voyage dans le temps<br> Fonctionnalité à venir : redémarrer, mettre en pause la simulation et avancer ou reculer dans le temps. SimTIVA est censé fonctionner en temps réel, mais cela crée des difficultés si vous souhaitez simuler plusieurs scénarios, par exemple, vous pouvez vouloir recommencer ou revenir partiellement dans le temps... <a href=\\\"https://t.co/vmF2NqFOlA\\\">pic.twitter.com/vmF2NqFOlA</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1763109348262527467?ref_src=twsrc%5Etfw\\\">February 29, 2024</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n        <p>Cette fonctionnalité présente quelques limites. Tout d'abord, toutes les simulations SimTIVA sont limitées à un maximum de 6 heures. Les données pharmacocinétiques sont générées pour cette durée finie, et vous ne pouvez pas avancer au-delà de 6 heures après le dernier changement de schéma de perfusion.</p>\\n        <p>L'autre limitation est que, lorsque vous revenez partiellement dans le temps, cela supprimera également tout changement de taux (ou changements de cibles CP/CE) en cours de route. Si vous avez commencé votre perfusion et avez changé le taux de perfusion de 50 ml/h à 25 ml/h à 30 minutes, et si vous revenez en arrière à partir de 1 heure (origine) pour aller à 10 minutes (destination), cela supprimera le changement de taux de perfusion à 30 minutes.</p>\\n    </section>\\n</div><!--end m-main Ch6-->\\n\""
        },
    "chapter8":
        {
            "id": 8,
            "date":20240411,
            "text": "\"\\n<div class=\\\"m-main\\\" id=\\\"m-main-chapter8\\\" data-name=\\\"Mode complexe\\\" data-number=\\\"8\\\">\\n    <p class=\\\"m-h1\\\">Mode complexe</p>\\n    <section id=\\\"8-1\\\" data-heading=\\\"Introduction\\\">\\n        <p class=\\\"m-h2\\\">Introduction</p>\\n        <p class=\\\"m-h3\\\">Entrée en mode complexe (double)</p>\\n        <p>Le mode complexe (double) permet la simulation simultanée de 2 médicaments : le propofol et un opioïde tel que le rémifentanil, l'alfentanil ou le fentanyl.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-7-enteringcomplex.webp\\\">\\n        </div>\\n        <ol type=\\\"A\\\">\\n            <li>Pour entrer dans ce mode, choisissez \\\"Mode complexe (double)\\\" sous \\\"Modèle\\\" à l'écran d'accueil.</li>\\n            <li>Ensuite, choisissez le modèle approprié pour le Propofol, ainsi que le mode d'infusion.</li>\\n            <li>Ensuite, choisissez l'opioïde et son modèle, sa dilution et le mode d'infusion. Cliquez sur \\\"Continuer\\\" une fois que vous avez terminé.</li>\\n        </ol>\\n        <p class=\\\"m-h3\\\">Qu'est-ce que le mode complexe (double) ?</p>\\n        <p>Ce mode permet la simulation simultanée de 2 médicaments : le propofol et un opioïde tel que le rémifentanil, l'alfentanil ou le fentanyl. Pour chaque médicament, les fonctions de ciblage CP ou CE, d'infusion manuelle ou de bolus intermittent sont conservées. Passer d'une infusion de deux médicaments est simple, chaque médicament fonctionne individuellement sous ses propres onglets respectifs. Voir l'interface à onglets ci-dessous :</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-7-simultaneous.webp\\\">\\n        </div>\\n        <ul>\\n            <li>Flèche orange : L'onglet actif est \\\"Propofol\\\". Cela signifie que les informations actuelles affichées, y compris CP, CE, débit d'infusion et le graphique principal, représentent toutes les données de la simulation du propofol.</li>\\n            <li>Flèche violette : Lorsqu'il y a un changement imminent dans l'onglet inactif, tel que \\\"Rémifentanil\\\" démontré ici, une icône de rappel apparaîtra à côté de l'onglet inactif. Vous pouvez cliquer sur l'icône \\\"Rémifentanil\\\" pour passer à la simulation \\\"Rémifentanil\\\".</li>\\n            <li>Flèche bleue : En cliquant sur l'icône \\\"Rémifentanil\\\" sur l'onglet, vous êtes maintenant dans la simulation \\\"Rémifentanil\\\". Les informations pertinentes pour le rémifentanil seront affichées, telles que la dilution et le modèle, ainsi que d'autres données pharmacocinétiques.</li>\\n        </ul>\\n        <p>De plus, vous pouvez explorer l'interaction pharmacodynamique (PD) entre le propofol et l'opioïde, car le propofol et l'opioïde démontrent une intense synergie. Cela sera expliqué plus en détail ci-dessous. La probabilité de tolérance à la laryngoscopie (PTOL) est utilisée comme mesure de la puissance de la combinaison propofol-opioïde. Les diagrammes isobologrammes illustrent les combinaisons propofol-opioïde pour atteindre le même effet pharmacodynamique.</p>\\n        <p>Les caractéristiques spécifiques du mode complexe (double) sont les suivantes :</p>\\n        <ul>\\n            <li>Dans le graphique pharmacocinétique principal, une zone verte mettra en évidence la zone délimitée par les marges de PTOL50 et PTOL90. Par exemple, dans la simulation du propofol, la limite supérieure de la zone verte représente la CE-propofol pour atteindre PTOL90, et la limite inférieure de la zone verte représente la CE-propofol pour atteindre PTOL50.</li>\\n            <li>La valeur actuelle de la probabilité de tolérance à la laryngoscopie sera affichée dans une boîte sous le graphique principal. Une capture d'écran est donnée ci-dessous. Différentes options sont disponibles pour l'affichage de cette boîte, à savoir : BIS, PTOL et NSRI.</li>\\n            <li>Un isobologramme sera affiché. Cela montre l'état PTOL (mesure des effets de médicaments mixtes) par rapport aux valeurs CE-propofol et CE-opioïde, dans le temps.</li>\\n        </ul>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-7-ptolswitching.webp\\\">\\n        </div>\\n        <p>L'image ci-dessus montre l'affichage du mode d'estimation de l'effet pharmacodynamique de votre choix. Trois options sont disponibles : BIS, PTOL et NSRI.</p>\\n        <ol type=\\\"A\\\">\\n            <li>Vous pouvez cliquer sur le bouton \\\"Changement rapide\\\" (flèche rouge) pour basculer rapidement entre les affichages BIS, PTOL ou NSRI.</li>\\n            <li>Alternativement, vous pouvez modifier ce paramètre sous \\\"Options de graphique\\\" en cliquant sur l'icône d'options <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-cog\\\"></i></span>, puis choisir le mode d'estimation de l'effet pharmacodynamique approprié.</li>\\n            <li>La \\\"zone verte\\\" sur le graphique pharmacocinétique principal se mettra à jour pour montrer les marges des limites de l'effet PD supérieur et inférieur, en fonction du mode d'estimation de l'effet PD que vous avez choisi. Un exemple est PTOL50-90 (limites délimitées par des flèches vertes). Cela sera expliqué plus en détail.</li>\\n        </ol>\\n\\n    </section>\\n    <section id=\\\"8-2\\\" data-heading=\\\"Synergisme\\\">\\n        <p class=\\\"m-h2\\\">Synergisme</p>\\n        <p>Les anesthésistes combinent souvent des médicaments pour atteindre un niveau précis d'hypnose et d'analgésie, avec suppression\\n\\n de la réponse à la stimulation nociceptive. Dans l'anesthésie intraveineuse totale, le propofol et les opioïdes tels que le rémifentanil démontrent une intense synergie. L'interaction peut être quantifiée en utilisant un critère d'extrémité hypnotique-analgésique tel que l'abolition de la réponse au laryngoscope. Bouillon et ses collègues ont défini cela comme la probabilité de tolérer la laryngoscopie, ou PTOL. La PTOL a été suggérée comme alternative à la concentration alvéolaire minimale (MAC) lors de l'utilisation du propofol au lieu de l'anesthésie volatile. Pendant des décennies, l'interaction entre le propofol et les opioïdes a été étudiée en utilisant divers critères d'extrémité clinique, par exemple, l'algométrie, le stimulus tetanic, la laryngoscopie et la réponse au secouement et aux cris (Kern 2004, Bouillon 2004). Lors de l'étude de la \\\"réponse\\\" à la stimulation nociceptive, la plupart des moniteurs contemporains de la profondeur anesthésique (qui se concentrent sur la partie hypnotique de l'effet du médicament) et les moniteurs d'analgésie développés plus récemment, ont été seulement partiellement réussis dans la corrélation avec la réponse aux stimuli nocifs (Hannivoort 2016).</p>\\n        <p>Pour simplifier, SimTIVA a choisi la PTOL comme mesure de choix pour quantifier l'effet pharmacodynamique combiné du propofol et des opioïdes. Cette mesure est bien étudiée dans la littérature pour caractériser l'interaction entre le propofol-rémifentanil, le propofol-sévoflurane et le sévoflurane-rémifentanil. Un autre indice lié, l'indice de réponse à la stimulation nociceptive (NSRI), est un dérivé de la PTOL et un nouveau marqueur numérique de la profondeur de l'anesthésie. Le NSRI est échelonné de 0 (indiquant des effets de médicaments combinés étendus) à 100 (lorsqu'aucun médicament anesthésique n'est administré), et comme le NSRI est directement dérivé de la PTOL en utilisant une formule mathématique, le NSRI et la PTOL sont donc interchangeables, ils diffèrent simplement en échelle (Hannivoort 2016, Luginbuhl 2010). Pour la PTOL, une PTOL de 100 signifie une absence totale de réponse à la laryngoscopie. Ces mesures ont été incorporées dans des affichages d'informations sur les médicaments sur les moniteurs d'anesthésie. La PTOL et le NSRI peuvent être affichés dans SimTIVA comme marqueur de l'effet pharmacodynamique combiné.</p>\\n        <p>Une bonne méthode pour visualiser le comportement d'interaction pharmacodynamique des combinaisons de médicaments est à travers les modèles de surface de réponse, qui montrent l'ensemble du spectre d'effet à travers différentes combinaisons de concentrations de médicaments anesthésiques. Classiquement, si nous étudions un niveau spécifique d'effet, tel qu'une tolérance à la laryngoscopie de 90 % (PTOL90), nous pouvons utiliser un isobologramme, qui peut être dérivé du modèle de surface de réponse tridimensionnel plus complexe. Van den Berg a étudié les combinaisons de propofol et de rémifentanil pour atteindre une PTOL90 prédite, en utilisant le modèle d'interaction de Bouillon, comme décrit précédemment. En utilisant différentes combinaisons de CE-propofol et de CE-rémifentanil (concentrations au site d'effet de propofol et de rémifentanil respectivement), toutes produisant la même réponse prédite (probabilité de tolérer la laryngoscopie à 90 %, PTOL90), une ligne (isobole) est dessinée reliant toutes les combinaisons possibles de CE-propofol/CE-rémifentanil pour atteindre le même effet identique (van den Berg 2021).</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-7-vandenberg.webp\\\">\\n        </div>\\n        <p>Par exemple, 4 paires de CE-propofol/CE-rémifentanil sont décrites pour atteindre ce point final identique, comme indiqué ci-dessus. L'anesthésiste peut alors choisir une combinaison particulière qui est la plus bénéfique pour différents scénarios cliniques en fonction des effets hypnotiques, analgésiques et hémodynamiques. Le concept de \\\"sélection rationnelle des opioïdes\\\" a également été suggéré par Vuyk en 1997, en utilisant un opioïde en tant qu'adjuvant de l'anesthésie, la concentration de propofol nécessaire peut être réduite et cela peut potentiellement réduire le temps de retour à la conscience. Vuyk a également décrit une CE-opioïde optimale qui peut maintenir une anesthésie adéquate, tout en maintenant un réveil rapide par réduction des besoins en propofol. En pratique, l'anesthésiste peut réduire la concentration de propofol et augmenter la concentration de rémifentanil pour accélérer l'émergence de l'anesthésie.</p>\\n        <p>La conversion de CE-rémifentanil en deux opioïdes différents disponibles dans SimTIVA : CE-alfentanil et CE-fentanyl est basée sur l'équivalence de la puissance des opioïdes et la formule suggérée par Vuyk, comme donné ici : le rapport de puissance du fentanyl : alfentanil : rémifentanil était de 1 : 1/70 : 1/2.3.</p>\\n    </section>\\n    <section id=\\\"8-3\\\" data-heading=\\\"Interprétation de l'isobologramme\\\">\\n        <p class=\\\"m-h2\\\">Interprétation de l'isobologramme</p>\\n        <p>L'isobologramme dans SimTIVA contient 9 isoboles de PTOL10 à PTOL90.\\n\\n Comme mentionné précédemment, en utilisant différentes combinaisons de CE-propofol et de CE-rémifentanil (concentrations au site d'effet de propofol et de rémifentanil respectivement), toutes produisant la même réponse prédite (probabilité de tolérer la laryngoscopie à 90 %, PTOL90), une ligne (isobole) est dessinée reliant toutes les combinaisons possibles de CE-propofol/CE-rémifentanil pour atteindre un effet identique. La même méthode est répétée pour PTOL80, PTOL70... PTOL10 pour générer un total de 9 isoboles sur le graphique en 2 dimensions. Le contour des isoboles est typique de la synergie ou de l'interaction supradditive.</p>\\n        <p class=\\\"m-h3\\\">Comment lire l'isobologramme dans SimTIVA</p>\\n        <ul>\\n            <li>Axe des X : CE-opioïde</li>\\n            <li>Axe des Y : CE-propofol</li>\\n            <li>Point rouge : Représente l'instant présent - les valeurs x et y sont respectivement CE-opioïde et CE-propofol.</li>\\n            <li>Lignes d'isoboles : total de 9 isoboles affichées, les lignes PTOL90, PTOL50 et PTOL10 sont étiquetées pour référence.</li>\\n            <li>Ligne de tendance de la PTOL : Une ligne représentant les valeurs passées, présentes et futures de la PTOL au fil du temps du cas actuel. Chaque point gris représente des intervalles d'une minute avant et après l'instant présent.</li>\\n            <li>Flèche : Valeur de PTOL à 20 minutes dans le futur.</li>\\n        </ul>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-7-isobologram.jpeg\\\">\\n        </div>\\n        <p>Dans l'exemple ci-dessus, un bolus de propofol de 240 mg et un bolus de rémifentanil de 50 mcg ont été administrés à un patient de 80 kg dans une simulation en \\\"double mode\\\". Les valeurs CE-propofol & CE-rémifentanil résultantes au fil du temps (la ligne de tendance courbe) sont tracées dans cet espace en 2 dimensions, se chevauchant sur les lignes isoboles. Le point rouge représente l'instant présent, avec une PTOL d'environ 23 %.</p>\\n    </section>\\n    <section id=\\\"8-4\\\" data-heading=\\\"Exemples\\\">\\n        <p class=\\\"m-h2\\\">Exemples</p>\\n        <p class=\\\"m-h3\\\">Exemple 1 - Plus de propofol ou plus de rémifentanil pour l'induction ?</p>\\n        <p>Pour illustrer l'application du \\\"Mode complexe (double)\\\", le premier exemple est donné. Imaginez un patient de 35 ans et un poids corporel de 80 kg recevant un bolus de propofol et un bolus de rémifentanil pour l'induction. Deux schémas sont testés :</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-7-example1.webp\\\">\\n        </div>\\n        <ul>\\n            <li>(A) Propofol 160 mg et Rémifentanil 100 mcg</li>\\n            <li>(B) Propofol 240 mg et Rémifentanil 50 mcg</li>\\n        </ul>\\n        <p>Les deux de ces schémas peuvent atteindre de bonnes conditions d'intubation (PTOL 90 %) à 1 min et 1,5 min respectivement. Vous pouvez reproduire les scénarios ci-dessus en utilisant \\\"Mode complexe (double)\\\", et sélectionner \\\"Propofol-Eleveld\\\" modèle et \\\"Mode manuel\\\" ainsi que \\\"Rémifentanil-Minto\\\" modèle et \\\"Mode manuel\\\" dans SimTIVA.</p>\\n        <p class=\\\"m-h3\\\">Exemple 2 - Infusions de propofol et de rémifentanil</p>\\n        <p>Dans ce deuxième exemple, les simulations de propofol (Eleveld) et de rémifentanil (Minto) étaient en cours en mode manuel. Initialement, le BIS est choisi comme mode d'estimation de l'effet PD, et la zone verte sur le graphique principal de la simulation du propofol correspond à la CE nécessaire pour atteindre un BIS de 40-60. Ensuite, l'utilisateur a basculé l'estimation de l'effet PD en PTOL, ce qui mettra également à jour la zone verte sur le graphique principal, qui met maintenant en évidence les valeurs CE pour atteindre PTOL50-90. Dans cet exemple, en raison de la chute de la concentration de rémifentanil après l'induction, la PTOL a été prédite pour tomber en dessous de 50 % vers 7,5 min. L'anesthésiste doit en être conscient et ajuster les dosages en conséquence pour maintenir une anesthésie adéquate.</p>\\n        <p>À la fin de la démonstration vidéo, l'isobologramme est montré. La valeur de PTOL actuelle était représentée par le point rouge, et les valeurs de PTOL passées et futures étaient tracées sous forme de courbe de tendance. L'utilisateur a ensuite basculé le mode d'estimation de l'effet PD en NSRI, en utilisant le bouton \\\"Changement rapide\\\".</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">(4/5) <br>When is anaesthedia &quot;too deep&quot; or &quot;too light&quot;? <a href=\\\"https://t.co/KXov8b2dRM\\\">https://t.co/KXov8b2dRM</a> enables PD modelling &amp; displays a &quot;green zone&quot; to mark the CE margins required to achieve PTOL50-90. In this example, CE is in the green zone but is predicted to fall below PTOL50 margin beyond 7.5min <a href=\\\"https://t.co/KJ0ICsQdeT\\\">pic.twitter.com/KJ0ICsQdeT</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1702847358290280870?ref_src=twsrc%5Etfw\\\">September 16, 2023</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n    </section>\\n</div>\\n\""
        },
    "chapter9":
        {
            "id": 9,
            "date":20240413,
            "text": "\"\\n<div class=\\\"m-main\\\" id=\\\"m-main-chapter9\\\" data-name=\\\"Fonction de Partage\\\" data-number=\\\"9\\\">\\n    <p class=\\\"m-h1\\\">Fonction de Partage</p>\\n    <section id=\\\"9-0\\\" data-heading=\\\"Introduction\\\">\\n        <p class=\\\"m-h3\\\">Comment utiliser la Fonction de Partage</p>\\n        <p>Pour ouvrir le panneau \\\"Partager\\\", cliquez sur le bouton <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-share-alt fa-fw\\\"></i></span> Partager (A) dans le coin inférieur droit. SimTIVA vous permet de partager votre simulation de deux manières. Premièrement, vous pouvez partager une image statique (B), qui contiendra le graphique pharmacocinétique principal, le schéma de perfusion et les événements. Deuxièmement, vous pouvez partager un SimFile interactif (C) qui peut être consulté par le Spectateur en ligne de SimTIVA ; via cette fonction, vous pouvez soit partager ce SimFile sous forme de lien de site web (lien web pour faire court) sur des PC de bureau, soit le partager rapidement directement sur vos appareils mobiles.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-8-sharefunction.webp\\\">\\n        </div>\\n        <ol type=\\\"A\\\">\\n            <li>Bouton de Partage</li>\\n            <li>Partager une image (côté gauche du panneau)</li>\\n            <li>Partager un lien web (côté droit du panneau)</li>\\n            <li>Zone de saisie du nom de fichier</li>\\n        </ol>\\n        <p>Vous pouvez également spécifier un \\\"Nom de Fichier\\\" (D) pour aider à identifier ce SimFile à des fins d'enregistrement. Le même nom de fichier sera utilisé comme SimFile enregistré localement sur l'appareil, que vous pourrez ensuite charger et examiner - voir le prochain Chapitre pour plus de détails.</p>\\n    </section>\\n    <section id=\\\"9-1\\\" data-heading=\\\"Partager une Image\\\">\\n        <p class=\\\"m-h2\\\">Partager une Image</p>\\n        <p>Cette fonction est idéale pour visualiser un aperçu de votre cas ou l'insérer en tant qu'image pour vos présentations. Comme mentionné, cette fonction génère une image statique de la simulation actuelle à l'instant présent (elle se met à jour automatiquement pendant que SimTIVA est en cours d'exécution). En mode monodrogue, une image d'exemple est présentée ci-dessous. Outre les données pharmacocinétiques, le Nom de Fichier et la date et l'heure de démarrage de la simulation seront affichés. Vous pouvez choisir de \\\"Télécharger\\\" l'image sur des appareils de bureau ou mobiles, ou de la \\\"Partager\\\" sur des appareils mobiles.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-8-shareimage.webp\\\">\\n        </div>\\n        <p>Pour le mode Complex (Dual), les simulations de Propofol et d'Opioïde seront incluses. L'isobologramme sera également affiché. Une légende d'isobologramme guide l'interprétation de l'isobologramme.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-8-shareimagedual.jpg\\\">\\n        </div>\\n        <p class=\\\"m-h3\\\">Partager via des Applications</p>\\n        <p>Une fonctionnalité pratique sur les appareils mobiles est que vous pouvez utiliser le bouton \\\"Partager\\\" pour partager l'image ou le lien web via l'application de votre choix. Des captures d'écran d'iPhone et d'Android (gauche et droite respectivement) sont données ci-dessous.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-8-shareapps.webp\\\">\\n        </div>\\n    </section>\\n    <section id=\\\"9-2\\\" data-heading=\\\"Lien Web & Spectateur de SimTIVA\\\">\\n        <p class=\\\"m-h2\\\">Partager le Lien Web & Spectateur de SimTIVA</p>\\n        <p>Une copie de la simulation actuelle peut être partagée sous forme de SimFile qui peut être consulté sur le Spectateur de SimTIVA. Toutes les données de la simulation deviennent accessibles sur le lien web. D'autres utilisateurs peuvent alors passer en revue le cas de manière interactive. Un lien de site web (lien web) est généré qui fonctionne comme un SimFile.</p>\\n        <p>Vous pouvez choisir de \\\"Copier\\\" le lien web dans le presse-papiers et le coller dans un autre programme ; ou vous pouvez le \\\"Partager\\\" via des applications sur des appareils mobiles. Dans la démonstration vidéo ci-dessous, un lien web est partagé via WhatsApp. En cliquant sur le lien, le SimFile se chargera automatiquement. Le cas était une chirurgie pour l'excision d'un lipome, et l'anesthésique était une sédation\\n\\n avec du propofol et du fentanyl. Les notes d'événement peuvent également être consultées. Vous pouvez voir dans la vidéo, le graphique PK du propofol et le régime médicamenteux administré, puis vous pouvez également passer en revue le graphique du fentanyl et le régime médicamenteux. L'estimation de l'effet PD peut être basculée en mode BIS et le CP/CE/Débit de perfusion/eBIS peuvent être examinés en faisant glisser le curseur sur le graphique principal en utilisant la fonction \\\"Vue Rapide\\\". Enfin, l'application Spectateur peut passer en mode Plein écran pour un aperçu général du cas.</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">Saviez-vous ? <a href=\\\"https://t.co/4zrK2ZezXO\\\">https://t.co/4zrK2ZezXO</a> a une fonction \\\"partager\\\" qui permet de partager facilement une simulation. Dans cette vidéo, le cas (excision d'un lipome sous sédation au propofol/fentanyl) a été partagé via WhatsApp &amp; examiné. Vous pouvez voir le CP/CE/inf/eBIS &amp; entrer en mode Plein écran pour un… <a href=\\\"https://t.co/ziz6WudDGr\\\">pic.twitter.com/ziz6WudDGr</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1778950923194397153?ref_src=twsrc%5Etfw\\\">April 13, 2024</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n        <p>Le lien web lui-même contient tous les profils pharmacocinétiques nécessaires pour rejouer toute la simulation. Le lien web vers la vidéo ci-dessus est disponible <a href=\\\"https://simtiva.app/view.html?P=N4IgdghgtgpiBcICiAPAxgSwM4YPZgAIQAaEABQH0AXDWBAJgEYBWR0ygBwhpjCoQDayADYwAbjGEATEuQBOuDrgBmuYSUYAGUlDQBzEgDYAnMUaHtAZgAcpAGIwoEUbKgGz2kAGUAFhGUwcrIOfBBgAJ7qZqRg7iC67myaAHTWjJYZjNYA7JaGacbZ9IYAuuwUMogALAD0jPQ19Jr0VQRa8PSW8MzGBACCALKylOKCApZVbCAAMn0gZQJV1p5eVBBy-Av1LaReHDCYsIS4AK5UBMkEXgBCZATZhvPEAkz02aQA6hAA1jAEMNcAJJeAiGR4lMrkCg+FBjATaJIeTQLbT0YjaZHPVHEPLEZiY+HRJhVDwo4ho4l4gkInH0NFaMloyx0qlktgZUwMrHknGWUz4xnEQxVQzEKrUnnGTSWMXMQX1Rjs6zy5g9dHywwZckS+nWVjqhaEthsehy7n09XmsXaAXc43ZTk6swO1l28nZWxcwkUj2u71CqqmcWCqWiqpm-0K5g45VWliGJIQyGUUSxKg+QRS-U5BMlAC+QA\\\" target=\\\"_blank\\\">ici</a>.</p>\\n        <textarea style=\\\"width:100%;height:120px;font-size:0.75rem;background:#ddd\\\">https://simtiva.app/view.html?P=N4IgdghgtgpiBcICiAPAxgSwM4YPZgAIQAaEABQH0AXDWBAJgEYBWR0ygBwhpjCoQDayADYwAbjGEATEuQBOuDrgBmuYSUYAGUlDQBzEgDYAnMUaHtAZgAcpAGIwoEUbKgGz2kAGUAFhGUwcrIOfBBgAJ7qZqRg7iC67myaAHTWjJYZjNYA7JaGacbZ9IYAuuwUMogALAD0jPQ19Jr0VQRa8PSW8MzGBACCALKylOKCA\\n\\npZVbCAAMn0gZQJV1p5eVBBy-Av1LaReHDCYsIS4AK5UBMkEXgBCZATZhvPEAkz02aQA6hAA1jAEMNcAJJeAiGR4lMrkCg+FBjATaJIeTQLbT0YjaZHPVHEPLEZiY+HRJhVDwo4ho4l4gkInH0NFaMloyx0qlktgZUwMrHknGWUz4xnEQxVQzEKrUnnGTSWMXMQX1Rjs6zy5g9dHywwZckS+nWVjqhaEthsehy7n09XmsXaAXc43ZTk6swO1l28nZWxcwkUj2u71CqqmcWCqWiqpm-0K5g45VWliGJIQyGUUSxKg+QRS-U5BMlAC+QA</textarea>\\n    </section>\\n</div>\\n\""
        },
    "chapter10":
        {
            "id": 10,
            "date": 20240414,
            "text": "\"\\n<div class=\\\"m-main\\\" id=\\\"m-main-chapter10\\\" data-name=\\\"Gestion de Fichiers\\\" data-number=\\\"10\\\">\\n    <p class=\\\"m-h1\\\">Gestion de Fichiers</p>\\n    <section id=\\\"10-1\\\" data-heading=\\\"Enregistrement/Chargement\\\">\\n        <p class=\\\"m-h2\\\">Enregistrement/Chargement de SimFile</p>\\n        <p>Tout d'abord, il convient de noter que vous n'avez rien à faire pour enregistrer SimFile sur l'appareil. SimTIVA est une application web et utilise une interface appelée \\\"API de stockage local\\\" pour gérer les simulations que vous avez exécutées sur votre appareil. Lorsque vous exécutez une simulation, elle est automatiquement enregistrée.</p>\\n        <p>Dans le panneau Partager/Enregistrer, auquel vous pouvez accéder facilement via le bouton <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-share-alt fa-fw\\\"></i></span> Partager, vous pouvez taper un Nom de Fichier pour identifier facilement le SimFile ultérieurement.</p>\\n        <p class=\\\"m-h3\\\">Le panneau \\\"Charger Fichier\\\"</p>\\n        <p>Voici l'apparence du panneau \\\"Charger Fichier\\\" :</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-9-loadfile.webp\\\">\\n        </div>\\n        <p>À partir de la première page, cliquez sur <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-save fa-fw\\\"></i></span> \\\"Charger Fichier\\\" (A), puis cliquez sur \\\"Charger SimFile Local\\\" (B). Cela vous mènera au panneau \\\"Charger Fichier\\\". Une liste des simulations précédemment enregistrées apparaîtra. Choisissez le SimFile désiré et cliquez sur \\\"Charger Sélection\\\". Après le chargement, vous pouvez choisir de \\\"Reprendre la Simulation\\\", voir la section ci-dessous.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-9-loadfileinstructions.webp\\\">\\n        </div>\\n        <p class=\\\"m-h3\\\">Sauvetage (Récupération du dernier SimFile enregistré)</p>\\n        <p>Parfois, des accidents peuvent se produire. La fenêtre du navigateur peut avoir gelé ou s'être fermée de manière inattendue. En cliquant sur <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-life-ring fa-fw\\\"></i></span> \\\"Sauvetage\\\" sur la première page, le dernier SimFile enregistré sera chargé et les données seront restaurées. Vous pouvez alors reprendre depuis le dernier point de sauvegarde.</p>\\n    </section>\\n    <section id=\\\"10-2\\\" data-heading=\\\"Gestion de Fichiers\\\">\\n        <p class=\\\"m-h2\\\">Gestion de Fichiers</p>\\n        <p class=\\\"m-h3\\\">Suppression d'un SimFile</p>\\n        <p>Dans le panneau \\\"Charger Fichier\\\", cliquez sur \\\"Gérer\\\". À côté de chaque élément de SimFile, il y aura une icône <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-trash-alt\\\"></i></span> Supprimer. Cliquez dessus pour supprimer un SimFile. Cliquez sur \\\"Quitter le Gestionnaire\\\" pour revenir au panneau initial \\\"Charger Fichier\\\".</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-9-delete.webp\\\">\\n        </div>\\n        <p class=\\\"m-h3\\\">Exportation de la base de données</p>\\n        <p>L'ensemble de la base de données des SimFiles peut être exporté. Pour effectuer cette action, sur le panneau \\\"Charger Fichier\\\", cliquez sur \\\"Gérer\\\", puis sur \\\"Exporter Tout\\\". Cela vous mènera à l'écran suivant, où vous pourrez entrer un nom de fichier pour le fichier de base de données CSV, et une fois que vous aurez confirmé en cliquant sur \\\"Procéder\\\", le fichier sera enregistré sur l'appareil.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-9-exportpopup.webp\\\">\\n        </div>\\n        <p>Cela générera un fichier CSV (valeurs séparées par des virgules). Le fichier de base de données peut être ouvert par différents programmes de feuilles de calcul tels que Microsoft Excel ou Google Sheets. Dans la base de données, chaque SimFile sera représenté par les données suivantes : nom de fichier (le cas échéant), heure, durée, détails du patient tels que l'âge, le poids et la taille, et un lien web attaché à chaque entrée de\\n\\n SimFile. En ouvrant le lien correspondant du cas, vous serez dirigé vers l'application SimTIVA Viewer pour examiner les détails du cas.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-9-csv.webp\\\">\\n        </div>\\n        <p>De plus, le fichier CSV peut être chargé dans SimTIVA, de sorte que vous puissiez utiliser l'application SimTIVA pour récupérer le cas SimFile spécifique pour l'examiner. Dans l'interface SimTIVA, il est possible de \\\"Reprendre\\\" à partir de ce cas précédent. Voir les sections ci-dessous pour les détails sur la façon de charger un fichier CSV de base de données externe et sur la façon de reprendre les simulations.</p>\\n    </section>\\n    <section id=\\\"10-4\\\" data-heading=\\\"Chargement depuis une base de données externe\\\">\\n        <p class=\\\"m-h2\\\">Chargement depuis une base de données externe</p>\\n        <p>Supposez qu'une base de données soit exportée à l'aide de la fonction \\\"Exporter\\\" comme indiqué ci-dessus. Vous aurez le fichier enregistré sur le disque. Il est possible de charger ce fichier CSV dans SimTIVA et de récupérer tous les SimFiles enregistrés qui y sont stockés. À partir de la première page, choisissez <span class=\\\"m-icon-inline\\\"><i class=\\\"fas fa-save fa-fw\\\"></i></span> \\\"Charger Fichier\\\", puis \\\"Importer depuis une base de données externe\\\". Utilisez la boîte de sélection de fichier pour sélectionner le fichier sur l'appareil à charger. Sélectionnez l'entrée de SimFile désirée et cliquez sur \\\"Charger Sélection\\\". Regardez la vidéo ci-dessous pour une démonstration.</p>\\n        <div class=\\\"m-video-container\\\">\\n            <blockquote class=\\\"twitter-tweet\\\" data-media-max-width=\\\"560\\\"><p lang=\\\"en\\\" dir=\\\"ltr\\\">Mises à jour de décembre (1) <a href=\\\"https://t.co/4zrK2ZezXO\\\">https://t.co/4zrK2ZezXO</a> a amélioré sa fonction d'import/export. Vous pouvez exporter vos données vers un fichier .CSV et les importer de nouveau dans SimTIVA à partir de l'écran de chargement. <br>Vous pouvez également examiner des SimFiles individuels en ouvrant le fichier .CSV dans une application de feuille de calcul. <a href=\\\"https://t.co/sVhgN3HLOm\\\">pic.twitter.com/sVhgN3HLOm</a></p>&mdash; SimTIVA (@simtiva_app) <a href=\\\"https://twitter.com/simtiva_app/status/1732959336065081710?ref_src=twsrc%5Etfw\\\">8 décembre 2023</a></blockquote> <script async src=\\\"https://platform.twitter.com/widgets.js\\\" charset=\\\"utf-8\\\"></script>\\n        </div>\\n    </section>\\n    <section id=\\\"10-5\\\" data-heading=\\\"Reprise à partir de SimFile\\\">\\n        <p class=\\\"m-h2\\\">Reprise à partir de SimFile</p>\\n        <p>Un SimFile peut être chargé à partir de trois sources. Un, en cliquant sur \\\"Sauvetage\\\" sur l'écran initial et il chargera le dernier SimFile enregistré. Deux, en chargeant localement depuis l'appareil. Trois, en chargeant depuis une base de données externe. Ces méthodes sont abordées dans les sections précédentes.</p>\\n        <p>Après le chargement du SimFile, vous pouvez visualiser les données de la simulation telles que le schéma de CP/CE/Infusion. Vous avez également la possibilité de reprendre à partir du point où la simulation a été suspendue. Vous pouvez entrer la durée écoulée depuis la dernière suspension de la simulation. Vous pouvez continuer le cas comme une simulation SimTIVA normale.</p>\\n        <div class=\\\"m-image-container\\\">\\n            <img src=\\\"manualresources/ss-9-resume.webp\\\">\\n        </div>\\n    </section>\\n</div>\\n\""
        }
}